Repository: forkbb/forkbb
Catalog: app/lang/*/admin_index.po
Languages: ru

source: Forum admin head
ru: Администрирование форума

source: Welcome to admin
ru: Добро пожаловать в панель управления ForkBB! Здесь вы можете настроить ключевые параметры вашего форума. В зависимости от того, Администратор вы или Модератор, вы можете:

source: Welcome 1
ru: Настроить категории и разделы.

source: Welcome 2
ru: Установить параметры по-умолчанию для форума в целом.

source: Welcome 3
ru: Контролировать права пользователей и гостей.

source: Welcome 4
ru: Смотреть статистику пользователей по IP.

source: Welcome 5
ru: Банить пользователей.

source: Welcome 6
ru: Настроить список цензурируемых слов.

source: Welcome 7
ru: Установить группы пользователей и продвижение по ним.

source: Welcome 8
ru: Очистить старые сообщения.

source: Welcome 9
ru: Реагировать на сигналы пользователей.

source: About head
ru: О ForkBB

source: ForkBB version label
ru: Ревизия

source: ForkBB version data
ru: %s

source: Server statistics label
ru: Статистика сервера

source: View server statistics
ru: Смотреть статистику сервера

source: Support label
ru: Поддержка

source: PHPinfo disabled message
ru: Функция PHP phpinfo() была отключена на этом сервере.

source: Server statistics head
ru: Статистика сервера

source: Server load label
ru: Загрузка сервера

source: Server load data
ru: %1$s - %2$s посетитель(ей)

source: Environment label
ru: Окружение

source: Environment data OS
ru: Операционная система: %s

source: Show info
ru: Смотреть подробности

source: Environment data version
ru: PHP: %s

source: Environment data acc
ru: Акселератор:

source: Database label
ru: База данных

source: Database data tables
ru: Таблиц: %s

source: Database data rows
ru: Строк: %s

source: Database data size
ru: Размер: %s

source: Other
ru: Дополнительные данные:

source: Community
ru: Форум
