Repository: forkbb/forkbb
Catalog: app/lang/*/admin_options.po
Languages: ru

source: Must enter title message
ru: Вы должны ввести заголовок форума.

source: Invalid e-mail message
ru: Email админа введен неверно.

source: Invalid webmaster e-mail message
ru: Email вебмастера введен неверно.

source: Enter announcement here
ru: Введите сюда своё объявление.

source: Enter rules here
ru: Введите сюда правила форума.

source: Timeout error message
ru: Значение &quot;Таймаут online&quot; должно быть меньше чем &quot;Таймаут визита&quot;.

source: Options updated redirect
ru: Опции сохранены.

source: Options head
ru: Опции

source: Essentials subhead
ru: Основное

source: Board title label
ru: Заголовок

source: Board title help
ru: Заголовок форума (выводится в шапке каждой страницы).

source: Board desc label
ru: Описание (HTML)

source: Board desc help
ru: Краткое описание форума (выводится в шапке каждой страницы).

source: Timezone label
ru: Часовой пояс по умолчанию

source: Timezone help
ru: Часовой пояс для гостей и новых пользователей.

source: Language label
ru: Язык по умолчанию

source: Language help
ru: Язык по умолчанию для гостей и новых пользователей.

source: Default style label
ru: Стиль по умолчанию

source: Default style help
ru: Стиль по умолчанию для гостей и новых пользователей.

source: Timeouts subhead
ru: Время и таймауты

source: Visit timeout label
ru: Таймаут визита

source: Visit timeout help
ru: Количество секунд бездействия пользователя до того, как его "время последнего визита" будет изменено (влияет на индикатор новых сообщений).

source: Online timeout label
ru: Таймаут online

source: Online timeout help
ru: Количество секунд бездействия пользователя до того, как он будет удалён из списка online.

source: Redirect time label
ru: Время на переадресацию

source: Redirect time help
ru: Пауза в секундах при переадресации. Если установить в 0, страница переадресации не будет показана.

source: Display subhead
ru: Вид форума

source: Info in posts label
ru: Информация о пользователе

source: Info in posts help
ru: Показывать информацию об авторе сообщения на странице с темой. Сюда входят данные о месте жительства, дата регистрации, счетчик сообщений и контакты (email и вебстраница).

source: Post count label
ru: Счетчик сообщений

source: Post count help
ru: Показывать количество сообщений, отправленных пользователями (в темах, профиле и списке пользователей). Не влияет на администраторов и модераторов.

source: Topic review label
ru: Просмотр темы

source: Topic review help
ru: Максимальное количество отображаемых сообщений при ответе (новые сверху). Установите в 0 чтобы выключить.

source: Topics per page help
ru: Значение по умолчанию, сколько заголовков тем выводить на странице раздела. Пользователь может установить своё значение.

source: Posts per page help
ru: Значение по умолчанию, сколько сообщений выводить на странице с темой. Пользователь может установить своё значение.

source: Users per page label
ru: Пользователей на странице

source: Users per page help
ru: Число пользователей, отображаемых на одной странице списка.

source: Features subhead
ru: Тонкости

source: Quick post label
ru: Быстрый ответ

source: Quick post help
ru: Если включено, ForkBB добавит форму быстрого ответа внизу страницы с темой. Таким образом пользователи могут отправлять ответ быстрее.

source: Users online label
ru: Пользователи online

source: Users online help
ru: Показывать на главной странице форума информацию о гостях и зарегистрированных пользователях online.

source: User has posted label
ru: Метка участия

source: User has posted help
ru: Показывать точки перед заголовками тем на странице раздела в случае, если пользователь писал в этой теме. Выключите, если хотите снизить загрузку сервера.

source: Topic views label
ru: Счетчик просмотров

source: Topic views help
ru: Отслеживать сколько раз тема просматривалась. Выключите, если хотите снизить загрузку сервера.

source: Quick jump label
ru: Быстрый переход

source: Quick jump help
ru: Разрешить быстрый переход на другой раздел (выпадающий список разделов).

source: Search all label
ru: Поиск по всем разделам

source: Search all help
ru: Если выключено, поиск будет разрешен только по одному разделу за раз. Выключите в случае если поисковые запросы ведут к высокой загрузке сервера.

source: Menu items label
ru: Дополнительные пункты меню

source: Menu items help
ru: Можно добавить любое количество пунктов в меню. Каждая строка задает один пункт в формате: <b>Позиция</b><wbr>|<b>Наименование</b><wbr>|<b>Ссылка</b><wbr><i>[|<b>Идентификатор</b>]</i>.

source: Feed subhead
ru: Ленты

source: Default feed label
ru: Лента по умолчанию

source: Default feed help
ru: Выберите ссылку, какой тип ленты следует выводить. Замечание: вариант "Убрать" не запретит ленту, а только спрячет ссылку.

source: No feeds
ru: Убрать

source: Feed TTL label
ru: Кэширование

source: Feed TTL help
ru: Включите, если хотите снизить нагрузку на сервер.

source: No cache
ru: Не кэшировать

source: %d Minutes
ru: %d минут

source: Reports subhead
ru: Сигналы

source: Reporting method label
ru: Подача сигнала

source: Internal
ru: Админка

source: By e-mail
ru: Email

source: Both
ru: И то, и другое

source: Reporting method help
ru: Выберите способ манипулирования пользовательскими сигналами. Варианты: отображать сообщения в специальном разделе админки, отправлять админам на почту (список рассылки есть ниже) или оба варианта разом.

source: Mailing list label
ru: Список рассылки

source: Mailing list help
ru: Список адресов через запятую. Люди из этого списка будут получать сигналы по электронной почте.

source: Avatars subhead
ru: Аватары

source: Use avatars label
ru: Использовать аватары

source: Use avatars help
ru: Если включено, пользователи смогут загружать собственные аватары.

source: Upload directory label
ru: Папка для загрузки

source: Upload directory help
ru: Папка загрузки аватар (относительно %s). Необходимо дать PHP права на запись в эту папку.

source: Max width label
ru: Макс. ширина

source: Max width help
ru: Макс. разрешённая ширина аватары в пикселях (рекомендуется 60).

source: Max height label
ru: Макс. высота

source: Max height help
ru: Макс. разрешённая высота аватары в пикселях (рекомендуется 60).

source: Max size label
ru: Макс. размер

source: Max size help
ru: Макс. разрешённый размер аватары в байтах (рекомендуется 10240).

source: E-mail subhead
ru: Почта

source: Admin e-mail label
ru: Почта Админа

source: Admin e-mail help
ru: Адрес электронной почты администратора форума.

source: Webmaster e-mail label
ru: Почта Вебмастера

source: Webmaster e-mail help
ru: Этот электронный адрес будет показан в поле "от кого" при рассылке с форума. <b>Он должен соответствовать параметрам настройки SMTP (см. ниже), если SMTP настроен.</b>

source: Forum subscriptions label
ru: Подписки разделов

source: Forum subscriptions help
ru: Разрешить пользователям подписываться на разделы (получать электронное письмо, если будет создана новая тема).

source: Topic subscriptions label
ru: Подписки тем

source: Topic subscriptions help
ru: Разрешить пользователям подписываться на темы (получать электронное письмо, если кто-то ответил в теме).

source: SMTP address label
ru: Сервер SMTP

source: SMTP address help
ru: Адрес внешнего SMTP сервера, который будет отправлять электронные письма с форума. Можно дополнить номером порта, если SMTP не использует 25-й порт по умолчанию (пример: smtp.gmail.com:465). Оставьте пустым, чтобы почтой занималась локальная программа вашего сервера.

source: SMTP username label
ru: SMTP username

source: SMTP username help
ru: Пользователь сервера SMTP. Заполняйте только если сервер этого требует.

source: SMTP password label
ru: SMTP password

source: SMTP change password help
ru: Установите галку, если хотите поменять или удалить пароль

source: SMTP password help
ru: Пароль для сервера SMTP. Заполняйте только если сервер этого требует.

source: SMTP SSL label
ru: SMTP через SSL

source: SMTP SSL help
ru: Шифровать соединение с сервером SMTP через SSL. Включать только если сервер SMTP требует этого и ваша версия PHP поддерживает SSL.

source: Registration subhead
ru: Регистрация

source: Allow new label
ru: Разрешить новые регистрации

source: Allow new help
ru: Определяет разрешена ли регистрация новых пользователей на форуме. Выключите, если на то есть особые причины.

source: Verify label
ru: Подтверждение регистрации

source: Verify help
ru: Если включено, то после регистрации пользователи получают на свой email письмо, которое содержит ссылку для активации аккаунта. Это эффективный способ избежать мусорных регистраций и позволяет гарантировать, что пользователь ввел свой настоящий email.

source: Report new label
ru: Отчет о регистрации

source: Report new help
ru: Если включено, ForkBB будет извещать людей из списка рассылки (см. выше) о вновь зарегистрированных пользователях.

source: Use rules label
ru: Правила форума

source: Use rules help
ru: Если включено, новый пользователь должен подтвердить согласие с правилами (см. текст ниже). Правила будут всегда доступны по ссылке в главном меню.

source: Rules label
ru: Текст правил (HTML)

source: Rules help
ru: Вы можете ввести правила или иную информацию, с которой пользователь должен согласиться, чтобы пройти регистрацию. Если вы включили показ правил выше, необходимо ввести сюда хоть что-нибудь, иначе опция будет выключена.

source: E-mail default label
ru: Приватность email

source: E-mail default help
ru: Выберите уровень приватности по умолчанию для вновь регистрируемых пользователей.

source: Announcement subhead
ru: Объявления

source: Display announcement label
ru: Показывать объявление

source: Display announcement help
ru: Включите чтобы текст ниже отображался на форуме.

source: Announcement message label
ru: Текст объявления (HTML)

source: Email max recipients label
ru: Макс. получателей

source: Email max recipients help
ru: Максимальное количество получателей в одном письме. Зависит от вашего почтового сервера.

source: All caps message label
ru: Сообщение заглавными

source: All caps message help
ru: Разрешить сообщения, состоящие из одних заглавных букв.

source: All caps subject label
ru: Тема заглавными

source: All caps subject help
ru: Разрешить заголовки тем, состоящие из одних заглавных букв.

source: Require e-mail label
ru: Обязательный email гостя

source: Require e-mail help
ru: Если гостям разрешено отправлять комментарии, требовать от них указать email.

source: All caps sigs label
ru: Подпись заглавными

source: All caps sigs help
ru: Разрешить подписи, состоящие из одних заглавных букв.

source: Polls subhead
ru: Опросы

source: Allow polls label
ru: Разрешить опросы

source: Max questions label
ru: Макс. вопросов

source: Max questions help
ru: Максимальное количество вопросов в одном опросе. <b>Рекомендуется задать один раз и больше не изменять!</b>

source: Max options label
ru: Макс. вариантов

source: Max options help
ru: Максимальное количество вариантов ответа на вопрос. <b>Рекомендуется задать один раз и больше не изменять!</b>

source: Poll edit time label
ru: Время редактирования

source: Poll edit time help
ru: Время редактирования опроса (в минутах). 0 снимает ограничения.

source: Hidden voices label
ru: Скрытые голоса

source: Hidden voices help
ru: Число голосов, до набора которых можно скрыть результаты опроса. Включается в опросе.

source: Result for guest label
ru: Результат для гостя

source: Result for guest help
ru: Гости видят результаты голосования.

source: The folder for uploading avatars is incorrectly
ru: Неправильно указана папка для аватарок.

source: For PHP, it is forbidden to write in the folder for uploading avatars
ru: Для PHP установлен запрет на запись в папку аватарок.

source: PM subhead
ru: Личные сообщения

source: Allow PM label
ru: Разрешить личные сообщения

source: Allow PM help
ru: Настройки для отдельных групп доступны в <a href="%2$s">%1$s</a>.
