Repository: forkbb/forkbb
Catalog: app/lang/*/admin_categories.po
Languages: ru

source: Must enter name message
ru: Необходимо ввести имя категории

source: Category deleted redirect
ru: Категория удалена. Переадресация …

source: Confirm delete
ru: Удалить категорию?

source: I want to delete the category %s
ru: Да, я хочу удалить категорию <b>%s</b>

source: Delete category warn
ru: <b>ВНИМАНИЕ!</b> При удалении категории будут удалены все разделы, темы и сообщения находящиеся в ней!

source: Categories updated redirect
ru: Категории изменены. Переадресация …

source: Add category label
ru: Имя новой категории

source: Add new submit
ru: Добавить

source: Add category help
ru: Имя для новой категории. Вы сможете изменить имя категории позже. Перейдите в <a href="%1$s">%2$s</a>, чтобы добавить разделы в новую категорию.

source: Delete category head
ru: Удаление категории

source: Delete category
ru: Удалить категорию

source: Category position label
ru: Позиция

source: Category name label
ru: Имя
