Repository: forkbb/forkbb
Catalog: app/lang/*/admin_update.po
Languages: ru

source: Update ForkBB
ru: Обновление ForkBB

source: Update script is running
ru: Выполняется скрипт обновления.

source: Update message
ru: База данных вашего ForkBB устарела и требует обновления для дальнейшей работы. Если вы администратор этого форума, следуйте, пожалуйста, ниже указанным инструкциям.

source: Note
ru: Примечание:

source: Members message
ru: Действие может выполнить только администратор форума. Причины для волнения нет - вскоре форум снова будет функционировать!

source: Administrator only
ru: Этот шаг только для администратора форума!

source: Database password info
ru: Для обновления базы данных, пожалуйста, введите ее пароль доступа, указанный при установке форума. Если вы не помните пароль, загляните в файл 'config.php' вашего форума.

source: Database password note
ru: Если вы используете SQLite (и следовательно не имеете пароля для доступа к базе), пожалуйста, используйте имя файла базы данных. Вводимое имя должно точно соответствовать тому, что указано в конфигурационном файле.

source: Database password
ru: Пароль базы данных

source: Maintenance
ru: Обслуживание

source: Maintenance message info
ru: Сообщение, которое будет показано пользователям во время процесса обновления. Этот текст не обрабатывается парсером, может содержать HTML.

source: Maintenance message
ru: Сообщение обслуживания

source: You are running error
ru: Вы используете %1$s версии %2$s. ForkBB rev.%3$s требует как минимум %1$s %4$s для своей работы. Вы должны обновить ваш %1$s, прежде чем продолжить.

source: Version mismatch error
ru: Несоответствие версии. База данных не может быть сконвертирована этим скриптом до структуры текущей ревизии ForkBB.

source: Invalid file error
ru: Неправильное имя файла базы данных. Имя файла базы данных SQLite должно точно соответствовать тому, что указано в конфигурационном файле '%s'

source: Invalid password error
ru: Неправильный пароль базы данных. Для обновления ForkBB вы должны ввести пароль к базе форума в соответствии с данными из '%s'

source: No password error
ru: Отсутствует пароль базы данных

source: Script runs error
ru: Похоже, скрипт обновления уже запущен другим пользователем.

source: No update error
ru: Форум обновлять не нужно, так как версии совпадают

source: Intro 1
ru: Этот скрипт обновит базу данных вашего форума. Процедура обновления может занять от нескольких секунд до нескольких часов. Сделайте, пожалуйста, резервную копию базы форума.

source: Intro 2
ru: Вы прочитали документацию по обновлению форума? Если нет, то сначала прочитайте ее.

source: No charset conversion
ru: <strong>ВАЖНО!</strong> ForkBB обнаружил, что ваш PHP не содержит механизмов преобразования текста из одной кодировки в другую кроме как из ISO-8859-1 в UTF-8. То есть, если текущая кодировка базы данных отличается от ISO-8859-1, ForkBB не сможет преобразовать ее в UTF-8. Вы должны сделать это вручную. Или подключите к PHP библиотеки iconv и(или) mb_convert_encoding.

source: Enable conversion
ru: <strong>Разрешить преобразование:</strong> Если включено, то скрипт после преобразования структуры базы данных выполнит перекодировку всех текстовых полей в таблицах из текущей кодировки в UTF-8. Требуется только при обновлении форума с версии 1.2.

source: Current character set
ru: <strong>Текущая кодировка:</strong> Если основной язык на вашем форуме английский, оставьте значение по умолчанию. Если основной язык на вашем форуме не английский, то введите кодировку основного языкового пакета (обычно для русскоговорящего форума версии 1.2 это <strong>cp1251</strong>) <em>Ошибка в указании текущей кодировке испортит данные в базе при преобразовании!</em> Примечание: Требуется даже если старая база данных была в UTF-8.

source: Charset conversion
ru: Преобразование кодировки

source: Enable conversion label
ru: <strong>Разрешить преобразование</strong> (произвести конвертацию кодировки базы данных).

source: Current character set label
ru: Текущая кодировка

source: Current character set info
ru: По умолчанию для английского языка, иначе кодировка основного языкового пакета.

source: Start update
ru: Начать обновление

source: Error converting users
ru: Ошибка конвертации пользователей

source: Error info 1
ru: Возникла ошибка конвертации некоторых пользователей. Она могла произойти при переходе с версии 1.2, если несколько пользователей зарегистрировались с очень похожими именами, например "bob" и "böb".

source: Error info 2
ru: Ниже приведен список пользователей вызвавших ошибку. Пожалуйста, выберите для каждого новое имя. Переименованным пользователям автоматически будут отправлены электронные письма с уведомлением.

source: New username
ru: Новое имя пользователя

source: Required
ru: (Обязательно)

source: Correct errors
ru: Следующие ошибки должны быть исправлены:

source: Rename users
ru: Переименовать пользователей

source: Successfully updated
ru: База данных форума обновлена.

source: go to index
ru: перейти на главную страницу

source: Unable to write update lock
ru: Невозможно установить блокировку повторного запуска обновления.

source: Converting
ru: Конвертируется %s …

source: Converting item
ru: Конвертируется %1$s %2$s …

source: Preparsing item
ru: Препарсинг %1$s %2$s …

source: Rebuilding index item
ru: Восстановление индекса для %1$s %2$s

source: Click here
ru: Кликните здесь

source: Automatic redirect failed
ru: Автоматическая переадресация выключена. %s чтобы продолжить …

source: ban
ru: БАН

source: categories
ru: КАТЕГОРИИ

source: censor words
ru: ЦЕНЗУРИРУЕМЫЕ СЛОВА

source: configuration
ru: КОНФИГУРАЦИЯ

source: forums
ru: РАЗДЕЛЫ

source: groups
ru: ГРУППЫ

source: post
ru: СООБЩЕНИЕ

source: report
ru: ОТЧЕТ

source: topic
ru: ТЕМА

source: user
ru: ПОЛЬЗОВАТЕЛЬ

source: signature
ru: ПОДПИСЬ

source: Username too short error
ru: Имя пользователя должно быть хотя бы 2 символа длиной. Пожалуйста выберите другое (более длинное) имя.

source: Username too long error
ru: Имя пользователя должно быть не более 25 символов. Пожалуйста выберите другое (менее длинное) имя.

source: Username Guest reserved error
ru: Имя "гость" зарезервировано. Пожалуйста выберите другое.

source: Username IP format error
ru: Имя пользователя не может быть похоже на IP адрес. Пожалуйста выберите другое имя.

source: Username bad characters error
ru: Имя не может содержать символы ', " или [ и ] одновременно. Пожалуйста выберите другое имя.

source: Username BBCode error
ru: Имя не должно содержать символы форматирования (BBCode) которые используются на форуме. Пожалуйста выберите другое имя.

source: Username duplicate error
ru: Есть очень похожее имя - %s. Имена должны отличасться хотя бы одним алфавитно-цифровым символом (a-z или 0-9). Пожалуйста выберите другое имя.

source: Stage %1$s (%2$s)
ru: Шаг %1$s (%2$s)

source: The structure of the main.php file is undefined
ru: Структура файла main.php не определена.
