Repository: forkbb/forkbb
Catalog: app/lang/*/admin_parser.po
Languages: ru

source: Parser settings updated redirect
ru: Настройки парсера изменены.

source: Parser settings head
ru: Настройки парсера

source: BBCode subhead
ru: BBCode

source: BBCode label
ru: BBcode в сообщениях

source: BBCode help
ru: Разрешить BB-коды в сообщениях (рекомендуется).

source: BBCode sigs label
ru: BBcode в подписях

source: BBCode sigs help
ru: Разрешить BB-коды в подписях пользователей.

source: Smilies subhead
ru: Смайлы

source: Smilies mess label
ru: Смайлы в сообщениях

source: Smilies mess help
ru: Преобразовывать смайлы из сообщений в графические иконки.

source: Smilies sigs label
ru: Смайлы в подписях

source: Smilies sigs help
ru: Преобразовывать смайлы из подписей пользователей в графические иконки.

source: Clickable links label
ru: Распознавать ссылки

source: Clickable links help
ru: Если включено, ForkBB будет автоматически распознавать URL-ы в сообщениях и делать их кликабельными гиперссылками.

source: BBCode management
ru: Управление BB-кодами

source: Smilies management
ru: Управление смайлами

source: Smilies head
ru: Смайлы

source: Available images head
ru: Доступные изображения

source: Available images subhead
ru: Доступные изображения

source: Upload image head
ru: Загрузка изображения

source: Upload image subhead
ru: Загрузка

source: Picture label
ru: Изображение

source: Name label
ru: Имя файла

source: File %s deleted redirect
ru: Файл '%s' удален.

source: File %s not deleted redirect
ru: Файл '%s' не получилось удалить.

source: Upload
ru: Загрузить

source: Upload image label
ru: Новое изображение

source: Upload image info
ru: Выберите файл изображения для загрузки.

source: Image uploaded redirect
ru: Изображение загружено.

source: Smilies list subhead
ru: Список смайлов

source: Smiley number %s
ru: Смайл #%s

source: Smiley code label
ru: Код

source: Position label
ru: Позиция

source: New smile subhead
ru: Новый смайл

source: Smilies updated redirect
ru: Смайлы обновлены.

source: Smile deleted redirect
ru: Смайл удален.

source: BBCode head
ru: BBCode

source: BBCode list subhead
ru: Список BB-кодов

source: BBCode tag label
ru: Тег

source: BBCode tag title
ru: Редактировать BB-код

source: BBCode %s
ru: BB-код '%s'

source: BBCode allowed
ru: Разрешен

source: BBCode display only
ru: Только отображение

source: BBCode not allowed
ru: Запрещен

source: BBCode mes label
ru: В сообщениях

source: BBCode sig label
ru: В подписях

source: BBCode deleted redirect
ru: BB-код удален.

source: Add bbcode head
ru: Добавление BB-кода

source: Edit bbcode head
ru: Редактирование BB-кода

source: Tag label
ru: Tag

source: Tag info
ru: Имя BB-кода. Формат имени: <code>^[a-z*][a-zd-]{0,10}$</code>

source: Type label
ru: Type

source: Type info
ru: Тип BB-кода ...

source: New type info
ru: ... или новый тип. Формат: <code>^[a-z][a-zd-]{0,19}$</code>

source: Parents label
ru: Parents type

source: Parents info
ru: Типы родительского BB-кода. Можно указать несколько типов.

source: Handler label
ru: Handler

source: Handler info
ru: Код PHP для преобразования BB-кода в HTML.

source: Text handler label
ru: Text handler

source: Text handler info
ru: Код PHP для преобразования BB-кода в простой текст.

source: Recursive label
ru: Recursive

source: Recursive info
ru: Это рекурсивный BB-код. До окончания рекурсии парсер не реагирует на другие BB-коды.

source: Text only label
ru: Text only

source: Text only info
ru: Этот BB-код содержит только текст.

source: Tags only label
ru: Tags only

source: Tags only info
ru: Этот BB-код содержит только другие bb-коды.

source: Pre label
ru: Pre

source: Pre info
ru: В этом BB-коде символы перевода строки, табуляции и пробелы стоящие рядом не будут изменены.

source: Single label
ru: Single

source: Single info
ru: Одиночный тег. В этом BB-коде нет тела и закрывающего тега.

source: Auto label
ru: Auto

source: Auto info
ru: Автозакрытие тега другим BB-кодом.

source: Self nesting label
ru: Self nesting

source: Self nesting info
ru: Сколько раз этот BB-код может быть вложен в такой же.

source: No attr subhead
ru: Настройки для BB-кода вида [%s]...

source: Allowed label
ru: Allowed

source: Allowed no_attr info
ru: Разрешить использовать этот BB-код без атрибутов.

source: Body format label
ru: Body format

source: Body format info
ru: Регулярное выражение, задает правило для тела BB-кода.

source: Def attr subhead
ru: Настройки для BB-кода вида [%s=<i>значение</i>]...

source: Allowed def_attr info
ru: Разрешить использовать этот BB-код с первичным атрибутом.

source: Required label
ru: Required

source: Required info
ru: Обязательный атрибут.

source: Format label
ru: Format

source: Format info
ru: Регулярное выражение, задает правило для атрибута.
