Repository: forkbb/forkbb
Catalog: app/lang/*/admin_antispam.po
Languages: fr, zh

source: Antispam head
fr: Antispam
zh: 反垃圾

source: General subhead
fr: Paramètres généraux
zh: 常规设置

source: Settings updated redirect
fr: Réglages mis à jour.
zh: 设置已更新。

source: Hidden checkboxes label
fr: Cases à cocher invisibles
zh: 隐藏复选框

source: Hidden checkboxes help
fr: Ajouter des cases à cocher invisibles aux formulaires auquels les bots ont accés. Formulaire: enregistrement, message invité, premier message utilisateur.
zh: 在表单中添加隐藏的复选框，机器人会自动勾选这些框。适用表单：注册、访客留言、用户首次发帖。

source: Use javascript label
fr: Utiliser javascript
zh: 使用 JavaScript

source: Use javascript help
fr: Ajouter un champ calculé en javascript aux champs du formulaire. Formulaire: enregistrement, message invité, premier message utilisateur.
zh: 在表单中添加一个由 JavaScript 计算的字段。适用表单：注册、访客留言、用户首次发帖。

source: Use pre-moderation label
fr: Utiliser la pré-moderation
zh: 启用审核

source: Use pre-moderation help
fr: Pré-soumettre les nouveaux sujets/messages pour modération. Voir <a href="%2$s">%1$s</a>, <a href="%4$s">%3$s</a> et les sections individuelles pour réglages spécifiques.
zh: 在提交新主题/帖子前需通过审核。具体设置请参阅 <a href="%2$s">%1$s</a>、<a href="%4$s">%3$s</a> 以及各个主题的独立设置。

source: Hidden bots subhead
fr: Hidden bots
zh: 隐藏机器人

source: Temporarily block label
fr: Temporarily block
zh: 临时封锁

source: Temporarily block help
fr: Temporarily block IP addresses for detected hidden bots (which impersonate browsers but only load HTML code). Blocking is enabled on the third visit to the forum pages. Blocking is disabled after the visit timeout.
zh: 对检测到的隐藏机器人临时封锁其 IP 地址（这些机器人会伪装成浏览器，但只加载 HTML 代码）。当同一 IP 第三次访问论坛页面时将启用封锁；在访问超时后，封锁将自动解除。
