Repository: forkbb/forkbb
Catalog: app/lang/*/admin_bans.po
Languages: ru

source: No user message
ru: Нет пользователя с таким именем. Если хотите добавить бан без привязки к имени, просто оставьте имя пользователя пустым.

source: No user ID message
ru: Нет зарегистрированного пользователя с таким ID.

source: User is admin message
ru: Пользователь %s является администратором и не может быть забанен. Если хотите забанить администратора, вы должны понизить его в правах.

source: User is mod message
ru: Пользователь %s является модератором и не может быть забанен. Если вы хотите забанить модератора, вы должны понизить его в правах.

source: Must enter message
ru: Вы должны ввести имя пользователя, IP или email (хотя бы что-нибудь одно).

source: Cannot ban guest message
ru: Гостя нельзя забанить.

source: Invalid IP message (%s)
ru: Вы ввели неверный IP или IP-диапазон (%s).

source: Invalid e-mail message
ru: Email (т.е. user@domain.com) или доменная часть (т.е. domain.com или .com) введен(а) неверно.

source: Duplicate domain message
ru: Домен %s уже забанен.

source: Duplicate e-mail message
ru: Email %s уже забанен.

source: Invalid date message
ru: Вы ввели неправильную дату окончания.

source: Invalid date reasons
ru: Дата должна быть в формате YYYY-MM-DD и должна быть не ранее, чем завтрашнее число.

source: Ban added redirect
ru: Бан добавлен. Переадресация …

source: Ban edited redirect
ru: Бан изменен. Переадресация …

source: Ban removed redirect
ru: Бан удален. Переадресация …

source: New ban head
ru: Новый бан

source: Add ban subhead
ru: Добавление бана

source: Edit ban head
ru: Редактируемый бан

source: Edit ban subhead
ru: Редактирование бана

source: Username label
ru: Имя пользователя

source: Username help
ru: Регистр не важен.

source: Username advanced help
ru: Имя пользователя (регистр неважен). На следующей странице вы сможете ввести IP и email. Если хотите забанить IP/IP-диапазон или email просто оставьте поле пустым.

source: Ban search head
ru: Поиск бана

source: Ban search subhead
ru: Критерии поиска

source: Ban search info
ru: Поиск бана по базе. Вы можете ввести одно или несколько условий. Возможны маски в виде звездочки (*). Оставьте все поля пустыми, чтобы увидеть все баны.

source: Date help
ru: (yyyy-mm-dd)

source: Message label
ru: Сообщение

source: Expire after label
ru: Устаревает после

source: Expire before label
ru: Устаревает до

source: Order by label
ru: Сортировать по

source: Order by id
ru: Номеру записи

source: Order by username
ru: Имени пользователя

source: Order by ip
ru: IP

source: Order by e-mail
ru: Email

source: Order by expire
ru: Дате устаревания

source: Ascending
ru: По возрастанию

source: Descending
ru: По убыванию

source: Submit search
ru: Искать

source: E-mail label
ru: Email

source: E-mail help
ru: Email или домен, который вы хотите забанить (т.е. someone@somewhere.com, somewhere.com или .com).

source: IP label
ru: IP адрес/IP-подсеть

source: IP help
ru: IP или IP-подсеть, которую вы будете банить (т.е. 150.11.110.1 или 150.11.110). Можно перечислить несколько адресов через пробел. Если поле IP уже заполнено, то это последний из использованных IP данного пользователя.

source: IP help link
ru: Кликните %s чтобы посмотреть статистику IP этого пользователя.

source: Ban advanced head
ru: Расширенные настройки

source: Ban advanced subhead
ru: Дополнительно банить IP и email

source: Ban message label
ru: Сообщение забаненному

source: Ban message help
ru: Этот текст будет показан забаненному пользователю, когда он/она посетит форум.

source: Message expiry subhead
ru: Сообщение и срок действия

source: Ban IP range info
ru: Будьте предельно осторожны с IP-диапазонами, потому что под это правило могут попасть несколько пользователей.

source: Expire date label
ru: Дата окончания

source: Expire date help
ru: Дата, когда бан автоматически снимется (формат: yyyy-mm-dd). Оставьте пустым если бан можно снять только вручную.

source: Results head
ru: Результаты поиска

source: Results username head
ru: Имя пользователя

source: Results e-mail head
ru: Email

source: Results IP address head
ru: IP/IP-диапазон

source: Results expire head
ru: Окончание

source: Results message head
ru: Сообщение

source: Results banned by head
ru: Кем забанен

source: Results actions head
ru: Действия

source: No match
ru: Не найдено

source: Unknown
ru: Неизвестно

source: Search results legend
ru: Настройка параметров вывода результатов

source: No bans found
ru: По вашему запросу ничего не найдено.
