Repository: forkbb/forkbb
Catalog: app/lang/*/admin_groups.po
Languages: es, fr, ru

source: Max file size help
es: Tamaño máximo de subida de archivos (<b>KiB</b>). Los ajustes de PHP y del motor afectan a este parámetro. Establézcalo a 0 para deshabilitar la subida de archivos para este grupo.
fr: Taille maximum du fichier à envoyer (<b>Ko</b>). Mettre à 0 pour désactiver l’envoi pour ce groupe.
ru: Максимальный размер загружаемого файла (<b>КиБайт</b>). Настройки PHP и движка влияют на этот параметр. Поставьте 0, чтобы запретить загрузку файлов для этой группы.

source: Disk space limit label
es: Límite de espacio en disco
fr: Limite d'espace disque
ru: Лимит диска

source: Disk space limit help
es: Límite de espacio en disco (<b>MiB</b>). Establézcalo a 0 para desactivar la carga de archivos para este grupo.
fr: Limite d’espace disque (<b>Mo</b>). Mettre à 0 pour désactiver l’envoi pour ce groupe.
ru: Лимит дискового пространства (<b>МиБайт</b>). Поставьте 0, чтобы запретить загрузку файлов для этой группы.

source: Delete profile label
es: Eliminar perfil
fr: Effacer le profil
ru: Удалять профиль

source: Delete profile help
es: Permite a los usuarios de este grupo borrar su perfil (<b>los mensajes del usuario no se borrarán</b>).
fr: Autorise les utilisateurs de ce groupe à supprimer leur profil (<b>Les messages utilisateurs ne seront pas effacés</b>).
ru: Разрешить пользователям этой группы удалять свой профиль (<b>сообщения пользователя удалены не будут</b>).

source: Use reaction label
es: Usar reacciones
fr: Utiliser les réactions
ru: Использовать реакции

source: Use reaction help
es: Permite que los usuarios de este grupo utilicen reacciones para calificar publicaciones.
fr: Autoriser les utilisateurs de ce groupe à utliser les réactions pour noter les messages.
ru: Разрешить пользователям этой группы использовать реакции для оценки сообщений.

source: Use about me label
es: Use &apos;About me&apos;
fr: Utiliser &apos;A propos de moi&apos;
ru: Использовать &apos;Обо мне&apos;

source: Use about me help
es: Allow users of this group to use the &apos;About Me&apos; field in profile.
fr: Autoriser les utilisateurs de ce groupe à utiliser le champ &apos;A propos de moi&apos; dans leur profil.
ru: Разрешить пользователям этой группы использовать поле &apos;Обо мне&apos; в своем профиле.

source: Use pre-moderation label
es: Subject to pre-moderation
fr: Sujets de pré-moderation
ru: Подвергать премодерации

source: Use pre-moderation help
es: Pre-submit new topics/posts from users of this group for moderation.
fr: Soumettre les nouveaux sujets et messages des utilisateurs de ce groupe pour modération préalable.
ru: Предварительно отправлять новые темы/сообщения пользователей этой группы на модерацию.

source: Merge interval label
es: Merge interval
fr: Merge interval
ru: Интервал объединения сообщений

source: Merge interval help
es: The number of seconds during which a user's new message is forcibly merged with their previous message (assuming their previous message is the last one in the topic).<br>Los moderadores no tienen restricciones en la zona de responsabilidad.
fr: The number of seconds during which a user's new message is forcibly merged with their previous message (assuming their previous message is the last one in the topic).<br>Les modérateurs n’ont pas de restrictions dans leur zone d'activité.
ru: Количество секунд в течении которых новое сообщение пользователя принудительно объединяется с его предыдущим сообщением (при условии, что его предыдущее сообщение является последним в теме).<br>Модераторы не имеют ограничений в зоне своей модерации.
