Repository: forkbb/forkbb
Catalog: app/lang/*/admin_reports.po
Languages: ru

source: Report zapped redirect
ru: Сигнал рассмотрен.

source: New reports
ru: Новые сигналы

source: Post #%s
ru: Сообщение #%s

source: Post #%s
ru: <a href="%6$s">%5$s</a> » <a href="%4$s">%3$s</a> » <a href="%2$s">Сообщение #%1$s</a>

source: Reported %s
ru: Сигнал подан %s

source: Reported by
ru: Просигналил

source: Reason
ru: Причина

source: Zap
ru: Рассмотрено

source: No new reports
ru: Нет новых сигналов.

source: 10 last read reports
ru: Последние 10 из уже рассмотренных

source: NA
ru: Н/Д

source: Marked as read %1$s by %2$s
ru: Рассмотрен %1$s, %2$s

source: No zapped reports
ru: Пока нет рассмотренных сигналов.
