Repository: forkbb/forkbb
Catalog: app/lang/*/admin_groups.po
Languages: es, fr, ru

source: You must enter a group title
es: Debes introducir un título de grupo.
fr: Vous devez entrer un nom de groupe.
ru: Необходимо ввести заголовок группы.

source: Title already exists
es: Ya existe un grupo con este título.
fr: Il y a déjà un groupe avec ce nom.
ru: Уже есть группа с таким заголовком.

source: Default group redirect
es: Grupo predeterminado.
fr: Groupe par défaut défini.
ru: Установлена группа по умолчанию.

source: Group removed redirect
es: Grupo eliminado.
fr: Groupe effacé.
ru: Группа удалена.

source: Group added redirect
es: Grupo añadido.
fr: Groupe ajouté.
ru: Группа добавлена.

source: Group edited redirect
es: Grupo editado.
fr: Groupe edité.
ru: Группа отредактирована.

source: Add group subhead
es: Añadir nuevo grupo
fr: Ajouter un nouveau groupe
ru: Добавление новой группы

source: New group label
es: Basar el nuevo grupo en
fr: Baser le nouveau groupe sur
ru: На базе группы

source: New group help
es: Selecciona un grupo de usuarios del que el nuevo grupo heredará su configuración de permisos. La página siguiente le permitirá ajustar su configuración.
fr: Sélectionner un groupe d’utilisateurs duquel le nouveau groupe va hériter les permissions. La page suivante vous permettra de régler plus précisément les paramètres.
ru: Выберите группу, от которой следует унаследовать права. На следующей странице вы сможете настроить все параметры новой группы.

source: Default group subhead
es: Establecer grupo por defecto
fr: Définir le groupe par défaut
ru: Установка группы по умолчанию

source: Default group label
es: Grupo por defecto
fr: Groupe par défaut
ru: Группа по умолчанию

source: Default group help
es: Este es el grupo de usuarios por defecto, es decir, el grupo en el que se colocan los usuarios cuando se registran. Por razones de seguridad, los usuarios no pueden ser colocados por defecto en los grupos de usuarios moderador o administrador.
fr: Ceci est le groupe par défaut, c’est-à-dire le groupe dans lequel sont placés les utilisateurs lorsqu’ils s’inscrivent. Pour des raisons de sécurité, les utilisateurs ne peuvent être placés ni dans le groupe des modérateurs, ni dans celui des administrateurs par défaut.
ru: Это группа, в которую попадают вновь зарегистрированные пользователи. По соображениям безопасности, пользователи не должны сразу попадать в Модераторы или Администраторы.

source: Edit groups info
es: Los grupos predefinidos Invitados, Administradores, Moderadores y Miembros no se pueden eliminar. Sin embargo, se pueden editar. Tenga en cuenta que en algunos grupos, algunas opciones no están disponibles (por ejemplo, el permiso <em>editar publicaciones</em> para invitados). Los administradores siempre tienen permisos completos.
fr: Les groupes prédéfinis des invités, administrateurs, modérateurs et membres ne peuvent être supprimés. Cependant, ils peuvent être modifiés. Veuillez prendre note que, dans certains groupes, certaines options ne sont pas disponibles (ex. : la permission de <em>modifier les messages</em> pour les invités). Les administrateurs ont toujours toutes les permissions.
ru: Предустановленные группы Администраторы, Модераторы, Пользователи и Гости не могут быть удалены. Но их можно отредактировать. Не все параметры доступны для редактирования в некоторых группах (например, право <em>Редактировать сообщения</em> для группы Гости). Администраторы всегда имеют полные права.

source: Delete link
es: Eliminar
fr: Effacer
ru: Удалить

source: Group delete
es: Eliminar grupo
fr: Effacer le groupe
ru: Удаление группы

source: I want to delete this group
es: Sí, quiero eliminar el grupo <b>%s</b>
fr: Oui, je veux effacer le groupe <b>%s</b>
ru: Да, я хочу удалить группу <b>%s</b>

source: Confirm delete
es: ¿Borrar grupo?
fr: Effacer le groupe?
ru: Удалить группу?

source: Confirm delete warn
es: <b>¡ATENCIÓN!</b> Una vez eliminado un grupo, no es posible restaurarlo.
fr: <b>ATTENTION!</b> Après effacement, le groupe ne peut être restauré.
ru: <b>ВНИМАНИЕ!</b> Удалённую группу невозможно восстановить.

source: Move users info
es: El grupo <b>%1$s</b> actualmente tiene <b>%2$s</b> miembros. Selecciona un grupo al que se asignarán estos miembros al eliminarlos.
fr: Le groupe <b>%1$s</b> compte actuellement <b>%2$s</b> membres. Veuillez choisir un groupe auquel ces membres seront assignés après la suppression.
ru: В группе <b>%1$s</b> сейчас состоит <b>%2$s</b> участник(ов). Пожалуйста, выберите группу, в которую следует перенести этих пользователей.

source: Move users label
es: Mover usuarios a
fr: Déplacer les utilisateurs
ru: Перенести в

source: Delete group
es: Eliminar grupo
fr: Effacer groupe
ru: Удалить группу

source: Group settings info
es: Las opciones y permisos siguientes son los permisos por defecto para el grupo de usuarios. Estas opciones se aplican si no hay permisos específicos del foro en vigor.
fr: Les options ci dessous et permissions sont les valeurs par défaut de ces groupes d'utilisateur. Ces options s'appliquent si aucune permission spécifique au forum n'est en effet.
ru: Эти параметры и права являются значениями по умолчанию. Они действуют пока для конкретного раздела не заданы иные значения.

source: Group title label
es: Título del grupo
fr: Titre du groupe
ru: Заголовок группы

source: User title label
es: Título del usuario
fr: Titre de l’utilisateur
ru: Статус пользователя

source: User title help
es: El rango que han alcanzado los usuarios de este grupo. Déjelo en blanco para usar el título predeterminado <b>%s</b>.
fr: Le rang que l’utilisateur de ce groupe a atteint. Laisser en blanc pour le titre par défaut <b>%s</b>.
ru: Ранг пользователей для этой группы. При пустом поле будет использовано значение по умолчанию <b>%s</b>.

source: Promote users label
es: Promover usuarios
fr: Promouvoir l’utilisateur
ru: Перемещение пользователей

source: Promote users help
es: Puedes promocionar usuarios a un nuevo grupo automáticamente si alcanzan una cierta cantidad de publicaciones. Seleccione &quot;%s&quot; deshabilitar. Por razones de seguridad, no se le permite seleccionar un grupo de administradores aquí. Tenga en cuenta también que los cambios de grupo para los usuarios afectados por esta configuración entrarán en vigor <b>inmediatamente</b>..
fr: Vous pouvez promouvoir des utilisateurs dans un nouveau groupe automatiquement après un certain nombre de messages. Sélectionnez &quot;%s&quot; pour désactiver. Pour des raisons de sécurité, vous n’êtes pas autorisé à sélectionner un groupe "administrateur". Les changements de groupe pour les utilisateurs touchés par ce paramètre prendra effet <b>immédiatement</b>.
ru: Вы можете переместить пользователя в другую группу автоматически при достижении им заданного числа сообщений. Выберите &quot;%s&quot; для отключения функции. По соображениям безопасности здесь запрещено перемещать в группу Администраторы. Изменения для пользователя вступят в силу <b>сразу</b>.

source: Number for promotion label
es: Número de mensajes para la promoción
fr: Nombre de messages pour promotion
ru: Количество сообщений для перемещения

source: Number for promotion help
es: Ten en cuenta que la cantidad de mensajes que introduces es la cantidad total de mensajes de un usuario, no la cantidad de mensajes realizados como miembro de este grupo.
fr: Notez que le nombre de messages que vous entrez est le nombre total des messages d’un utilisateur, pas le nombre de messages faits en tant que membre de ce groupe.
ru: Считается общее количество сообщений пользователя, а не сообщения, набранные в текущей группе.

source: Disable promotion
es: Desactivar la promoción
fr: Désactiver la promotion
ru: Перемещение отключено

source: Mod privileges label
es: Permitir a los usuarios privilegios de moderador
fr: Appliquer des privilèges de modérateur aux utilisateurs
ru: Дать модераторские привилегии

source: Mod privileges help
es: Para que un usuario de este grupo tenga habilidades de moderador, debe ser asignado a moderar uno o más foros. Esto se hace a través de la página de administración de usuarios del perfil del usuario.
fr: Pour qu’un utilisateur de ce groupe puisse obtenir des privilèges de modérateur, il doit être assigné à modérer un ou plusieurs forums. Ceci se fait via la page d’administration d’utilisateur du profil de l’utilisateur.
ru: Чтобы пользователь этой группы мог модерировать какой-то раздел, назначьте его модератором этого раздела. Назначение производится в разделе &quot;Модерация&quot; пользовательского профиля.

source: Edit profile label
es: Permitir a los moderadores editar los perfiles de los usuarios
fr: Autoriser les modérateurs à éditer les profils utilisateurs
ru: Могут править пользовательские профили

source: Edit profile help
es: Si los privilegios de moderador están activados, permite a los usuarios de este grupo editar los perfiles de usuario.
fr: Si les privilèges de modérateurs sont activés, autoriser les utilisateurs de ce groupe à éditer les profils des utilisateurs.
ru: Если модераторские привилегии включены, разрешить пользователям этой группы править профили.

source: Rename users label
es: Permitir a los moderadores cambiar el nombre de los usuarios
fr: Autoriser les modérateurs à renommer les utilisateurs
ru: Могут переименовывать пользователей

source: Rename users help
es: Si los privilegios de moderador están activados, permite a los usuarios de este grupo renombrar usuarios.
fr: Si les privilèges de modérateurs sont activés, autoriser les utilisateurs de ce groupe à renommer les utilisateurs.
ru: Если модераторские привилегии включены, разрешить пользователям этой группы переименовывать пользователей.

source: Change passwords label
es: Permitir a los moderadores cambiar las contraseñas
fr: Autoriser les modérateurs à changer les mots de passe
ru: Могут менять пользовательские пароли

source: Change passwords help
es: Si los privilegios de moderador están activados, permite a los usuarios de este grupo cambiar las contraseñas de los usuarios.
fr: Si les privilèges de modérateurs sont activés, autoriser les utilisateurs de ce groupe à changer les mots de passe utilisateurs.
ru: Если модераторские привилегии включены, разрешить пользователям этой группы менять пользовательские пароли.

source: Mod promote users label
es: Permitir a los moderadores promocionar usuarios
fr: Autoriser les modérateurs à promouvoir les utilisateurs
ru: Могут продвигать пользователей

source: Mod promote users help
es: Si los privilegios de moderador están activados, permite a los usuarios de este grupo promocionar usuarios.
fr: Si les privilèges de modérateurs sont activés, autoriser les utilisateurs de ce groupe à promouvoir les utilisateurs.
ru: Если модераторские привилегии включены, разрешить пользователям этой группы продвигать пользователей.

source: Ban users label
es: Permitir a los moderadores banear usuarios
fr: Autoriser les modérateurs à bannir les utilisateurs
ru: Могут банить пользователей

source: Ban users help
es: Si los privilegios de moderador están habilitados, permite a los usuarios de este grupo banear usuarios.
fr: Si les privilèges de modérateurs sont activés, autoriser les utilisateurs de ce groupe à bannir les utilisateurs.
ru: Если модераторские привилегии включены, разрешить пользователям этой группы банить пользователей.

source: Read board label
es: Leer el tablero
fr: Lire le forum
ru: Читать разделы

source: Read board help
es: Permitir a los usuarios de este grupo ver el foro. Esta configuración se aplica a todos los aspectos del foro y por lo tanto no puede ser anulada por la configuración específica del foro. Si se establece en &quot;No&quot;, los usuarios de este grupo sólo será capaz de inicio de sesión / cierre de sesión y registro.
fr: Autoriser les utilisateurs de ce groupe à afficher le forum. Ce paramètre s’applique à tous les aspects du forum et ne peut donc pas être remplacé par les paramètres spécifiques au forum. Si votre choix porte sur le «&#160;Non&#160;», les utilisateurs dans ce groupe ne pourront que se connecter/déconnecter et s’inscrire.
ru: Разрешить пользователям этой группы читать разделы. Эта настройка влияет на все права и <b>НЕ</b> может быть перекрыта для конкретного раздела. Если вы выберете &quot;Нет&quot;, пользователи этой группы смогут только зарегистрироваться, войти на форум или выйти.

source: View user info label
es: Ver la información del usuario
fr: Voir les informations utilisateur
ru: Видеть информацию о пользователях

source: View user info help
es: Permitir a los usuarios ver la lista de usuarios y los perfiles de usuario.
fr: Autoriser les utlisateurs à voir la liste des utilisateur ainsi que les profils utilisateurs.
ru: Разрешить пользователям смотреть список и профили пользователей.

source: Post replies label
es: Publicar respuestas
fr: Répondre aux messages
ru: Комментировать

source: Post replies help
es: Permitir a los usuarios de este grupo publicar respuestas en los temas.
fr: Autoriser les utilisateurs de ce groupe à répondre dans les discussions.
ru: Разрешить пользователям этой группы отвечать в темах.

source: Post topics label
es: Publicar temas
fr: Créer des discussions
ru: Создавать темы

source: Post topics help
es: Permitir a los usuarios de este grupo publicar nuevos temas.
fr: Autoriser les utilisateurs de ce groupe à créer de nouvelles discussions.
ru: Разрешить пользователям этой группы создавать новые темы.

source: Edit posts label
es: Editar mensajes
fr: Modifier les messages
ru: Редактировать сообщения

source: Edit posts help
es: Permitir a los usuarios de este grupo editar sus propios mensajes.
fr: Autoriser les utilisateurs de ce groupe à modifier leurs propres messages.
ru: Разрешить пользователям этой группы править их собственные сообщения.

source: Delete posts label
es: Borrar mensajes
fr: Supprimer des messages
ru: Удалять сообщения

source: Delete posts help
es: Permitir a los usuarios de este grupo eliminar sus propios mensajes.
fr: Autoriser les utilisateurs de ce groupe à supprimer leurs propres messages.
ru: Разрешить пользователям этой группы удалять их собственные сообщения.

source: Delete topics label
es: Eliminar temas
fr: Supprimer des discussions
ru: Удалять темы

source: Delete topics help
es: Permitir a los usuarios de este grupo borrar sus propios temas (<b>incluyendo cualquier respuesta</b>).
fr: Autoriser les utilisateurs de ce groupe à effacer leur propres discussions (<b>incluant toutes les réponses</b>).
ru: Разрешить пользователям этой группы удалять их собственные темы (<b>вместе с сообщениями</b>).

source: Post links label
es: Publicar enlaces
fr: Poster des liens
ru: Ссылки в сообщениях

source: Post links help
es: Permite a los usuarios de este grupo incluir enlaces en sus mensajes. Esta configuración también se aplica a las firmas y al campo del sitio web en los perfiles de los usuarios.
fr: Autoriser les utilisateurs de ce groupe à inclure des liens dans leurs messages. Ce paramètre s’applique également aux signatures et au champ site Web du profil utilisateurs.
ru: Разрешить пользователям этой группы использовать ссылки в сообщениях, в своих подписях, а также заполнять поле Сайт в профиле.

source: Set own title label
es: Establecer título de usuario propio
fr: L'utilisteur peut choisir son propre titre
ru: Изменять статус

source: Set own title help
es: Permitir a los usuarios de este grupo establecer su propio título de usuario.
fr: Autoriser les utilisateurs de ce groupe à choir leurs propres titres.
ru: Разрешить пользователям этой группы устанавливать собственный статус.

source: User search label
es: Utilizar la búsqueda
fr: Utiliser la recherche
ru: Пользоваться поиском

source: User search help
es: Permitir a los usuarios de este grupo utilizar la función de búsqueda.
fr: Autoriser les utilisateurs de ce groupe à utliser la recherche.
ru: Разрешить пользователям этой группы пользоваться поиском сообщений.

source: User list search label
es: Buscar en la lista de usuarios
fr: Chercher dans la liste utilisateur
ru: Искать пользователей

source: User list search help
es: Permitir a los usuarios de este grupo buscar usuarios en la lista de usuarios mediante texto libre.
fr: Autoriser les utilisateurs de ce groupe de rechercher librement des utilisateurs avec la recherche dans la liste utilisateurs.
ru: Разрешить пользователям этой группы пользоваться поиском пользователей.

source: Send e-mails label
es: Enviar correos electrónicos
fr: Envoyer des mails
ru: Посылать письма

source: Send e-mails help
es: Permitir a los usuarios de este grupo enviar correos electrónicos a otros usuarios.
fr: Autoriser les utilisateurs de ce groupe à envoyer des emails aux autres utilisateurs.
ru: Разрешить пользователям этой группы посылать электронные письма другим пользователям.

source: Post flood label
es: Post flood interval
fr: Intervalle entre messages consécutifs
ru: Флуд-интервал для сообщений

source: Post flood help
es: Número de segundos que los usuarios de este grupo tienen que esperar entre mensajes. Establecer en 0 para desactivar.
fr: Délai en secondes à respecter par les utilisateurs de ce groupe entre deux messages envoyés. Définir à 0 pour désactiver.
ru: Количество секунд, которые необходимо подождать до написания нового сообщения. Поставьте 0, чтобы выключить ограничение.

source: Search flood label
es: Search flood interval
fr: Intervalle entre recherches consécutives
ru: Флуд-интервал для поиска

source: Search flood help
es: Número de segundos que los usuarios de este grupo tienen que esperar entre búsquedas. Establécelo en 0 para desactivarlo.
fr: Délai en secondes à respecter par les utilisateurs de ce groupe entre deux recherches. Définir à 0 pour désactiver.
ru: Количество секунд, которые необходимо подождать до нового поиска. Поставьте 0, чтобы выключить ограничение.

source: E-mail flood label
es: Email flood interval
fr: Intervalle entre emails consécutifs
ru: Флуд-интервал для писем

source: E-mail flood help
es: Número de segundos que los usuarios de este grupo tienen que esperar entre correos electrónicos. Establécelo en 0 para desactivarlo.
fr: Délai en secondes à respecter par les utilisateurs de ce groupe entre deux e-mails envoyés. Définir à 0 pour désactiver.
ru: Количество секунд, которые необходимо подождать до отправления следующего электронного письма. Поставьте 0, чтобы выключить ограничение.

source: Report flood label
es: Report flood interval
fr: Intervalle entre signalements consécutifs
ru: Флуд-интервал для сигналов

source: Report flood help
es: Número de segundos que los usuarios de este grupo tienen que esperar entre informes. Establécelo en 0 para desactivarlo.
fr: Délai en secondes à respecter par les utilisateurs de ce groupe entre deux signalements envoyés. Définir à 0 pour désactiver.
ru: Количество секунд, которые необходимо подождать до отправления следующего сигнала. Поставьте 0, чтобы выключить ограничение.

source: Moderator info
es: Por favor, ten en cuenta que para que un usuario de este grupo tenga habilidades de moderador, debe ser asignado a moderar uno o más foros. Esto se hace en el perfil del usuario (Editar perfil - Configurar derechos de moderador).
fr: Notez que pour qu'un utilisateur de ce groupe ait les privilèges de modération, il/elle doit être assigné à modérer au moins un de ces forums. Ceci se fait par le profil utilisateur ( Editer le profil - configurer les droits de modération).
ru: Пожалуйста, обратите внимание, что пока пользователь не назначен модератором конкретного раздела, он не сможет реализовать свои модераторские права. Назначение производится в профиле пользователя (Редактирование профиля - Настроить права модератора).

source: Delete-edit interval label
es: Intervalo para editar/borrar
fr: Intervalle entre modifications de message
ru: Интервал для редактирования/удаления

source: Delete-edit interval help
es: Número de segundos para editar (eliminar) sus mensajes o temas. Establécelo en 0 para desactivar.<br>Los moderadores no tienen restricciones en la zona de responsabilidad.
fr: Nombre de secondes pour modifier (ou effacer) vos messages ou discussions. Définir à 0 pour désactiver.<br>Les modérateurs n’ont pas de restrictions dans leur zone d'activité.
ru: Количество секунд для редактирования (удаления) своих сообщений или тем. Поставьте 0, чтобы выключить ограничение.<br>Модераторы не имеют ограничений в зоне своей модерации.

source: Create new group
es: Crear nuevo grupo
fr: Creer un nouveau groupe
ru: Создание новой группы

source: Edit group
es: Editar grupo
fr: Modifier groupe
ru: Редактирование группы

source: Invalid default group
es: Grupo predeterminado no válido.
fr: Groupe par défaut invalide.
ru: Недопустимая группа по умолчанию.

source: Invalid group to create on base
es: Grupo no válido para crear en la base.
fr: Goupe invalide pour créer un groupe sur la base de celui ci.
ru: Недопустимая группа для создания на основании.

source: Signature subhead
es: Firma
fr: Signature
ru: Подпись

source: Max sig length label
es: Longitud máxima de la firma
fr: Longueur maximum de la signature
ru: Макс. длина подписи

source: Max sig length help
es: El número máximo de caracteres que puede contener una firma de usuario. 0 - desactiva las firmas.
fr: LE maximum de caractères que peut contenir une signature utilisateur. 0 - désactive les signatures.
ru: Максимальное количество букв в подписи пользователя. 0 - отключает подписи.

source: Max sig lines label
es: Líneas máximas de firma
fr: Maximum de lignes par signature
ru: Макс. строк в подписи

source: Max sig lines help
es: El número máximo de líneas que puede contener una firma de usuario. 0 - desactiva las firmas.
fr: Le nombre maximum de lignes que peut contenir une signature utilisateur. 0 - désactive les signatures.
ru: Максимальное количество строк в подписи пользователя. 0 - отключает подписи.

source: Titles subhead
es: Títulos
fr: Titres
ru: Заголовки

source: Promotion subhead
es: Promoción
fr: Promotion
ru: Продвижение

source: Moderation subhead
es: Moderación
fr: Modération
ru: Модерирование

source: Permissions subhead
es: Permisos
fr: Permissions
ru: Разрешения

source: Intervals subhead
es: Intervalos
fr: Intervalles
ru: Интервалы

source: PM subhead
es: Mensajes privados
fr: Messages privés
ru: Личные сообщения

source: Allow PM label
es: Permitir mensajes privados
fr: Autoriser les messages privés
ru: Разрешить личные сообщения

source: PM limit label
es: Límite
fr: Limites
ru: Лимит

source: PM limit help
es: El número máximo de diálogos para un usuario en este grupo. Establécelo en 0 para desactivarlo.
fr: Le nombre maximum de dialogue privés que peut avoir un utilisateur. Mettre à 0 pour désactiver.
ru: Максимальное количество диалогов для пользователя этой группы. Поставьте 0, чтобы выключить ограничение.

source: Upload subhead
es: Carga de archivos
fr: Envoi de fichier
ru: Загрузка файлов

source: Allowed file extensions label
es: Tipos permitidos
fr: extensions de fichier autorisées
ru: Разрешенные типы

source: Allowed file extensions help
es: Lista de extensiones de archivo permitidas para la carga, separadas por comas. Un campo vacío desactiva la carga de archivos para este grupo.
fr: Liste des extensions autorisées à l’envoi, séparées par des virgules. Laisser le champ libre désactive l’envoi de fichier pour ce groupe.
ru: Список разрешенных расширений файлов для загрузки, через запятую. Пустое поле запрещает загрузку файлов для этой группы.

source: Max file size label
es: Tamaño máximo del archivo
fr: Taille de fichier maximum
ru: Макс. размер файла
