Repository: forkbb/forkbb
Catalog: app/lang/*/admin_users.po
Languages: es, ru

source: Non numeric message
ru: Вы ввели в числовое поле недопустимы символ.

source: Invalid date time message
ru: Вы ввели неправильные дату/время.

source: Not verified
ru: Не проверенный

source: No users selected
es: No hay usuarios seleccionados.
ru: Пользователи не выбраны.

source: Action not available
es: Acción no disponible.
ru: Действие недоступно.

source: You are not allowed to delete the %s
es: No tienes permitido eliminar %s.
ru: Недостаточно прав для удаления %s.

source: You are not allowed to ban the %s
es: No puedes banear %s.
ru: Недостаточно прав для бана %s.

source: You are not allowed to change group for %s
es: No tienes permitido cambiar de grupo para %s.
ru: Недостаточно прав для изменения группы у %s.

source: No move admins message
es: Por razones de seguridad, no se te permite mover varios administradores a otro grupo. Si desea mover estos administradores, puede hacerlo en sus respectivos perfiles de usuario.
ru: Из соображений безопасности вы не можете переместить администраторов в другую группу. Если всё же вы хотите их переместить, то сделайте это в их профилях.

source: No delete admins message
es: Los administradores/moderadores no se pueden eliminar. Para eliminar administradores/moderadores, primero debe moverlos a un grupo de usuarios diferente.
ru: Администраторы/модераторы не могут быть удалены. Для того, чтобы удалить администраторов/модераторов, вы должны сначала переместить их в другую группу.

source: No ban admins message
es: Los administradores/moderadores no pueden ser baneados. Para banear administradores/moderadores, primero debe moverlos a un grupo de usuarios diferente.
ru: Администраторы/модераторы не могут быть забанены. Для того, чтобы забанить администраторов/модераторов, вы должны сначала переместить их в другую группу.

source: Change user group
es: Cambiar grupo de usuarios
ru: Изменение группы

source: Move users
es: Mover usuarios
ru: Переместить пользователей

source: Move users subhead
ru: Выбор группы

source: New group label
es: Nuevo grupo
ru: Новая группа

source: New group help
es: Selecciona el grupo al que se moverán estos usuarios: <b>%s</b>.
ru: Выберите группу, в которую будут перемещены пользователи: <b>%s</b>.

source: Invalid group message
ru: Неверная группа.

source: Users move redirect
es: Grupo de usuarios cambiado.
ru: Пользователям изменена группа. Переадресация...

source: Deleting users
es: Eliminar usuarios
ru: Удаление пользователей

source: Delete users
es: Eliminar usuarios
ru: Удалить пользователей

source: Confirm delete legend
ru: ВАЖНО: прочтите перед удалением

source: Confirm delete info
es: Confirma que deseas eliminar estos usuarios: <b>%s</b>.
ru: Пожалуйста, подтвердите удаление пользователей: <b>%s</b>.

source: Delete posts
es: Eliminar sus mensajes y temas.
ru: Удалить их темы и сообщения

source: Delete warning
es: <b>¡ATENCIÓN!</b> Los usuarios y/o mensajes eliminados no se pueden restaurar. Si elige no eliminar los mensajes realizados por estos usuarios, los mensajes solo se podrán eliminar manualmente en un momento posterior.
ru: <b>Предупреждение!</b> Удалённых пользователей (и сообщения) невозможно восстановить. Если вы выберете "не удалять сообщения", их можно будет удалить вручную в любое время.

source: Users delete redirect
es: Usuarios eliminados
ru: Пользователи удалены. Переадресация...

source: Ban users
ru: Бан пользователей

source: Message expiry subhead
ru: Сообщение забаненым пользователям и дата окончания

source: Ban message label
ru: Сообщение забаненому

source: Ban message help
ru: Этот текст будет показан забаненым пользователям, когда они посетят форум.

source: Expire date label
ru: Дата окончания

source: Expire date help
ru: Дата, когда бан автоматически снимется (формат: yyyy-mm-dd). Оставьте пустым если бан можно снять только вручную.

source: Ban IP label
ru: Бан IP адреса

source: Ban IP help
ru: Бан IP адреса пользователей, чтобы сделать регистрацию новой учетной записи более трудной.

source: Invalid date message
ru: Вы ввели неправильную дату.

source: Invalid date reasons
ru: Вы ввели неправильную дату окончания. Дата должна быть в формате YYYY-MM-DD и должна быть не ранее, чем завтрашнее число.

source: Users banned redirect
ru: Пользователи забанены. Переадресация...

source: User search head
es: Búsqueda de usuarios
ru: Поиск пользователей

source: User search subhead
es: Criterio de búsqueda
ru: Критерии поиска

source: User search info
es: Buscar usuarios en la base de datos. Puedes introducir uno o más términos para buscar. Se aceptan comodines en forma de asterisco (*) y el signo de interrogación (?).
ru: Поиск пользователей в базе. Вы можете указать сразу несколько условий. Маски в виде звёздочек (*) допускаются.

source: Username label
es: Usuario
ru: Имя пользователя

source: E-mail address label
es: Correo electrónico
ru: Email адрес

source: Title label
es: Título
ru: Титул

source: Real name label
es: Nombre real
ru: Настоящее имя

source: Gender label
es: Género
ru: Пол

source: Do not display
es: No mostrar
ru: Не отображать

source: Website label
es: Página web
ru: Вебсайт

source: Jabber label
ru: Jabber

source: ICQ label
ru: ICQ

source: MSN label
ru: Microsoft Account

source: AOL label
ru: AOL IM

source: Yahoo label
ru: Yahoo Messenger

source: Location label
es: Ubicación
ru: Откуда

source: Signature label
es: Firma
ru: Подпись

source: Admin note label
es: Nota de administración
ru: Примечание админа

source: Posts label
es: Mensajes
ru: Сообщений

source: Posts more than label
ru: Сообщений больше чем

source: Posts less than label
ru: Сообщений меньше чем

source: Last post label
es: Últimos mensaje
ru: Последнее сообщение

source: Last post after label
ru: Последнее сообщение позднее

source: Date help
ru: (yyyy-mm-dd hh:mm:ss)

source: Last post before label
ru: Последнее сообщение ранее

source: Last visit label
es: Última visita
ru: Последний визит

source: Last visit after label
ru: Последний визит позднее

source: Last visit before label
ru: Последний визит ранее

source: Registered label
es: Registrado
ru: Дата регистрации

source: Registered after label
ru: Зарегистрирован позднее

source: Registered before label
ru: Зарегистрирован ранее

source: Order by label
es: Ordenar por
ru: Сортировать по

source: Order by username
es: Usuario
ru: Имени

source: Order by e-mail
es: Correo electrónico
ru: Email

source: Order by posts
es: Número de mensajes
ru: Количествуву сообщений

source: Order by last post
es: Último mensaje
ru: Последнему сообщению

source: Order by last visit
es: Última visita
ru: Последнему визиту

source: Order by registered
es: Registrado
ru: Регистрации

source: Ascending
es: Ascendente
ru: По возрастанию

source: Descending
es: Descendente
ru: По убыванию

source: User group label
es: Grupo de usuario
ru: Группа

source: All groups
es: Todos los grupos
ru: Все группы

source: Unverified users
es: Usuarios sin verificar
ru: Непроверенные

source: Submit search
es: Envíar búsqueda
ru: Начать поиск

source: IP search head
es: Buscar IP
ru: Поиск по IP

source: IP search subhead
es: IP para buscar
ru: IP для поиска

source: IP address label
es: Dirección IP
ru: IP адрес

source: IP address help
ru: IP адрес который будем искать в базе сообщений.

source: Find IP address
es: Buscar dirección IP
ru: Найти IP адрес

source: Results head
es: Resultados de la búsqueda
ru: Результаты поиска

source: Results username head
es: Usuario
ru: Имя пользователя

source: Results e-mail head
es: Correo electrónico
ru: Email

source: Results title head
es: Título/Estado
ru: Титул/Статус

source: Results posts head
es: Mensajes
ru: Сообщений

source: Results admin note head
es: Nota
ru: Примечание

source: Results actions head
ru: Действия

source: Results IP address head
es: Dirección IP
ru: IP адрес

source: Results last used head
es: Usada por última vez
ru: Посл. использование

source: Results times found head
es: Veces encontrada
ru: Встречается раз

source: Results action head
es: Acción
ru: Действие

source: Results find more link
es: Buscar más usuarios con esta IP
ru: Найти других пользователей с этим ip

source: Results no posts found
es: Actualmente no hay mensajes de ese usuario en el foro.
ru: У этого пользователя нет ни одного сообщения.

source: Select
es: Seleccionar
ru: Выбрать

source: Select all
es: Seleccionar todo
ru: Выбрать всё

source: Unselect all
es: Deseleccionar todo
ru: Отменить

source: Ban
ru: Бан

source: Delete
es: Eliminar
ru: Удалить

source: Change group
es: La dirección IP proporcionada no tiene el formato correcto.
ru: Изменить группу

source: Bad IP message
ru: Указанный IP имеет неправильный формат.

source: Results view IP link
es: Ver estadísticar de IP
ru: IP статистика

source: Results show posts link
es: Mostrar mensajes
ru: Показать сообщения

source: Results guest
ru: Гость

source: Results no IP found
ru: Указанный IP не найден в базе.

source: No match
ru: Ничего

source: Search results legend
es: Selecciona cómo ver los resultados de la búsqueda
ru: Настройка параметров вывода результатов

source: No users found
es: No se encontraron usuarios que coincidan con tus criterios.
ru: По вашему запросу ничего не найдено.

source: User promote redirect
es: Usuario promovido.
ru: Пользователь продвинут. Переадресация &hellip;

source: You are trying to change your own group
es: Estás intentando cambiar tu propio grupo.
ru: Вы пытаетесь изменить свою собственную группу.

source: User is ban
es: El usuario %s está baneado.

source: New user head
es: Nuevo usuario

source: New user
es: Nuevo usuario

source: Add user
es: Añadir usuario

source: Add user legend
es: Añadir usuario

source: New user added redirect
es: Nuevo usuario añadido.

source: Updated the number of users posts redirect
es: Actualizado el número de usuarios mensajes y temas.

source: Recalculate
es: Recalcular

source: Recalculate head
es: Recalcular el número de mensajes y temas de usuarios.

source: Number of users posts
es: Numero de mensajes y temas de usuarios.

source: Drafts label
es: Drafts

source: SN profile %s
es: Social network profile %s
