Repository: forkbb/forkbb
Catalog: app/lang/*/admin_censoring.po
Languages: russian

source: Must enter word message
russian: Необходимо ввести слово, которое подлежит цензуре.

source: Data updated redirect
russian: Данные изменены. Переадресация …

source: Word added redirect
russian: Слово добавлено. Переадресация …

source: Word removed redirect
russian: Слово удалено. Переадресация …

source: Censoring head
russian: Цензура

source: Add word subhead
russian: Добавление слова

source: Censoring info
russian: Ниже показан список нецензурных слов и их замена. Допускается указывать звёздочки в качестве маски (слово <b>*род*</b> будет опознано в словах <b>продукт</b> и <b>родители</b>). Нецензурные слова действуют и на имена пользователей. Новые пользователи не смогут зарегистрироваться с этими словами. Поиск нечувствителен к регистру.

source: Censoring enabled
russian: <strong>Цензура включена на странице %s.</strong>

source: Censoring disabled
russian: <strong>Цензура выключена на странице %s.</strong>

source: Censored word label
russian: Нецензурное слово

source: Replacement label
russian: Текст для замены

source: Action label
russian: Действие

source: Edit remove subhead
russian: Изменить или удалить слова

source: No words in list
russian: В списке ничего нет.

source: Double
russian: Повтор

source: Double2
russian: Добавленное/измененное слово имеет дубль в списке.

source: Censor words label
russian: Использовать

source: Censor words help
russian: Включите эту опцию чтобы фильтровать нецензурные слова.
