Repository: forkbb/forkbb
Catalog: app/lang/*/delete.po
Languages: ru

source: Delete post
ru: Удаление сообщения

source: Delete topic
ru: Удаление темы

source: Delete post
ru: Удалить сообщение

source: Delete topic
ru: Удалить тему

source: Confirm delete post
ru: Подтверждаю удаление сообщения

source: Confirm delete topic
ru: Подтверждаю удаление темы (<b>Все сообщения из этой темы будут удалены</b>)

source: Warning
ru: Внимание! Вы собираетесь навсегда удалить сообщение.

source: Topic warning
ru: Внимание! Это первое сообщение в теме, вся тема будет безвозвратно удалелена.

source: Delete info
ru: Удаляемое сообщение показано ниже

source: Reply by
ru: Автор сообщения: %1$s<br>Отправлено: %2$s

source: Topic by
ru: Автор темы: %1$s<br>Создана: %2$s

source: Delete
ru: Удалить

source: Post del redirect
ru: Сообщение удалено.

source: Topic del redirect
ru: Тема удалена.

source: Topic %s
ru: Тема «%s»
