Repository: forkbb/forkbb
Catalog: app/lang/*/forum.po
Languages: ru

source: Post topic
ru: Создать тему

source: Views
ru: Просмотров

source: Moved
ru: Перенесено

source: Sticky
ru: Важно

source: Closed
ru: Закрыто

source: Poll
ru: Опрос

source: Empty forum
ru: Раздел пуст.

source: Mod controls
ru: Инструменты модерирования

source: Is subscribed
ru: Вы подписаны на этот раздел

source: Unsubscribe
ru: Отказаться от подписки

source: Subscribe
ru: Подписаться на этот раздел

source: Topic %s was not found in the database
ru: Тема №%s не найдена в базе данных

source: Last post <a href="%1$s">%2$s</a>
ru: <small>Последнее сообщение </small><a href="%1$s">%2$s</a>
