Repository: forkbb/forkbb
Catalog: app/lang/*/index.po
Languages: ru

source: Empty board
ru: Форум пуст.

source: Newest user: %s
ru: Новичок: %s

source: Newest user: <a href="%2$s">%1$s</a>
ru: Новичок: <a href="%2$s">%1$s</a>

source: No of users: %s
ru: Пользователей: <b>%s</b>

source: No of topics: %s
ru: Тем: <b>%s</b>

source: No of posts: %s
ru: Сообщений: <b>%s</b>

source: Online users
ru: Активны:

source: Stats info
ru: Информация о форуме:

source: Board stats
ru: Статистика форума

source: Most online
ru: Больше всего онлайн посетителей (%1$s) здесь было %2$s

source: User info
ru: Информация о пользователях

source: Visitors online
ru: Сейчас пользователей: <b>%1$s</b>, гостей: <b>%2$s</b>.
