Repository: forkbb/forkbb
Catalog: app/lang/*/profile_other.po
Languages: russian

# UTC-12:00
source: (UTC-12:00) International Date Line West
russian: (UTC-12:00) Меридиан смены дат (запад)

# UTC-11:00
source: (UTC-11:00) Niue, Samoa
russian: (UTC-11:00) Самоа

# UTC-10:00
source: (UTC-10:00) Hawaii-Aleutian, Cook Island
russian: (UTC-10:00) Гавайи

# UTC-09:30
source: (UTC-09:30) Marquesas Islands
russian: (UTC-09:30) Маркизские о-ва

# UTC-09:00
source: (UTC-09:00) Alaska, Gambier Island
russian: (UTC-09:00) Аляска

# UTC-08:30
source: (UTC-08:30) Pitcairn Islands
russian: (UTC-08:30) о-ва Питкэрн

# UTC-08:00
source: (UTC-08:00) Pacific
russian: (UTC-08:00) Тихоокеанское время

# UTC-07:00
source: (UTC-07:00) Mountain
russian: (UTC-07:00) Ла Пас, Чихуахуа

# UTC-06:00
source: (UTC-06:00) Central
russian: (UTC-06:00) Саскачеван, Мехико

# UTC-05:00
source: (UTC-05:00) Eastern
russian: (UTC-05:00) Богота, Кито, Лима

# UTC-04:00
source: (UTC-04:00) Atlantic
russian: (UTC-04:00) Сантьяго, Джорджтаун

# UTC-03:30
source: (UTC-03:30) Newfoundland
russian: (UTC-03:30) Ньюфаундленд

# UTC-03:00
source: (UTC-03:00) Amazon, Central Greenland
russian: (UTC-03:00) Буэнос-Айрес, Гренландия

# UTC-02:00
source: (UTC-02:00) Mid-Atlantic
russian: (UTC-02:00) Среднеатлантическое время

# UTC-01:00
source: (UTC-01:00) Azores, Cape Verde, Eastern Greenland
russian: (UTC-01:00) Азорские о-ва

# UTC
source: (UTC) Western European, Greenwich
russian: (UTC) Гринвич, Рейкявик

# UTC+01:00
source: (UTC+01:00) Central European, West African
russian: (UTC+01:00) Варшава, Сараево, Париж

# UTC+02:00
source: (UTC+02:00) Eastern European, Central African
russian: (UTC+02:00) Калининград, Киев, Афины, Иерусалим

# UTC+03:00
source: (UTC+03:00) Moscow, St.Petersburg, Eastern African
russian: (UTC+03:00) Москва, Санкт-Петербург, Багдад

# UTC+03:30
source: (UTC+03:30) Iran
russian: (UTC+03:30) Тегеран

# UTC+04:00
source: (UTC+04:00) Gulf, Izhevsk, Samara
russian: (UTC+04:00) Ижевск, Самара, Баку, Ереван

# UTC+04:30
source: (UTC+04:30) Afghanistan
russian: (UTC+04:30) Кабул

# UTC+05:00
source: (UTC+05:00) Pakistan, Yekaterinburg
russian: (UTC+05:00) Екатеринбург, Исламабад, Карачи

# UTC+05:30
source: (UTC+05:30) India, Sri Lanka
russian: (UTC+05:30) Бомбей, Калькутта, Мадрас, Нью-Дели

# UTC+05:45
source: (UTC+05:45) Nepal
russian: (UTC+05:45) Катманду

# UTC+06:00
source: (UTC+06:00) Bangladesh, Bhutan, Novosibirsk
russian: (UTC+06:00) Новосибирск, Астана

# UTC+06:30
source: (UTC+06:30) Cocos Islands, Myanmar
russian: (UTC+06:30) Рангун, Мьянма

# UTC+07:00
source: (UTC+07:00) Indochina, Krasnoyarsk
russian: (UTC+07:00) Красноярск, Бангкок

# UTC+08:00
source: (UTC+08:00) Greater China, Australian Western, Irkutsk
russian: (UTC+08:00) Иркутск, Гонконг, Пекин

# UTC+08:45
source: (UTC+08:45) Southeastern Western Australia
russian: (UTC+08:45) Юговосточная Австралия

# UTC+09:00
source: (UTC+09:00) Japan, Korea, Yakutsk
russian: (UTC+09:00) Якутск, Токио, Сеул

# UTC+09:30
source: (UTC+09:30) Australian Central
russian: (UTC+09:30) Аделаида, Дарвин

# UTC+10:00
source: (UTC+10:00) Australian Eastern, Vladivostok, Magadan
russian: (UTC+10:00) Владивосток, Магадан, Сидней

# UTC+10:30
source: (UTC+10:30) Lord Howe
russian: (UTC+10:30) остров Лорд Хау

# UTC+11:00
source: (UTC+11:00) Solomon Island, Chokurdakh
russian: (UTC+11:00) Чокурдах, Соломоновы о-ва

# UTC+11:30
source: (UTC+11:30) Norfolk Island
russian: (UTC+11:30) Норфолкские о-ва

# UTC+12:00
source: (UTC+12:00) New Zealand, Fiji, Petropavlovsk-Kamchatsky
russian: (UTC+12:00) Анадырь, Петропавловск-Камчатский

# UTC+12:45
source: (UTC+12:45) Chatham Islands
russian: (UTC+12:45) о-ва Чатем

# UTC+13:00
source: (UTC+13:00) Tonga, Phoenix Islands
russian: (UTC+13:00) Нуку-алофа

# UTC+14:00
source: (UTC+14:00) Line Islands
russian: (UTC+14:00) о-ва Лайн

# Display e-mail label
source: Display email address to other users.
russian: Показывать email другим пользователя

# Hide allow form label
source: Hide email address but allow form e-mail.
russian: Спрятать email, но разрешить отправку писем через специальную форму

# Hide both label
source: Hide email address and disallow form email.
russian: Спрятать email и запретить отправку писем
