Repository: forkbb/forkbb
Catalog: app/lang/*/profile.po
Languages: es, fr, ru

source: Profile menu
ru: Профиль

source: Section essentials
ru: Основное

source: Section personal
ru: Личное

source: Section messaging
ru: Пейджеры

source: Section personality
ru: Аватара/подпись

source: Section display
ru: Вид форума

source: Section privacy
ru: Приватность

source: Section admin
ru: Модерирование

source: Username and pass legend
ru: Настройка имени пользователя и пароля

source: Personal details legend
ru: Настройка персональных данных

source: Contact details legend
ru: Настройка контактных данных

source: User activity
es: Actividad del usuario
fr: Activité utilisateur
ru: Активность пользователя

source: Paginate info
ru: Укажите число тем и сообщений, выводимых на страницу.

source: Pass key bad
ru: Указанный ключ активации пароля неверен или истек срок его действия. Пожалуйста, повторно запросите новый пароль. Если ничего не получится, то свяжитесь с администрацией; почтовый адрес для связи

source: Wrong pass
ru: Ошибка в старом пароле.

source: Change pass
es: Cambiar frase de contraseña
fr: Changer de phrase de passe
ru: Смена пароля

source: Change pass legend
ru: Введите и подтвердите новый пароль

source: Old pass
ru: Старый пароль

source: New pass
es: Nueva frase de contraseña
fr: Nouvelle phrase de passe
ru: Новый пароль

source: Confirm new pass
es: Confirmar nueva frase de contraseña
fr: Confirmer la nouvelle phrase de passe
ru: Ещё раз

source: Email key bad
ru: Указанный ключ активации почтового адреса неверен или истек срок его действия. Пожалуйста, повторно запросите смену почтового адреса. Если ничего не получится, то свяжитесь с администрацией; почтовый адрес для связи

source: Email updated
ru: Ваш почтовый адрес изменён.

source: Activate email sent
es: Se ha enviado un correo electrónico a la dirección especificada con instrucciones sobre cómo activar la dirección de correo electrónico. Si no llega puedes contactar con el administrador del foro en <a href="mailto:%1$s">%1$s</a>.
fr: Un email e été envoyé à l’adresse spécifiée avec les instructions pour aciver cette adresse mail. Si celui ci ne vous arrive pas, vous pouvez contacter l’administrateur <a href="mailto:%1$s">%1$s</a>.
ru: На указанный почтовый адрес было отправлено письмо с инструкциями по активации почтового адреса. Если вы не получите его, свяжитесь с администрацией форума по адресу <a href="mailto:%1$s">%1$s</a>.

source: Email legend
ru: Ввод нового почтового адреса

source: Email instructions
es: Se enviará un correo electrónico con un enlace de activación a esta dirección de correo electrónico. Debe hacer clic en el enlace del correo electrónico que recibe para activar esta dirección.
fr: Un email contenant un lien d’activation vous sera envoyé à cette adresse. Vous devrez cliquer sur le lien contenu dans ce mail pour activer votre adresse.
ru: На этот почтовый адрес будет отправлено письмо со ссылкой для активации. Вы должны будете перейти по ссылке, указанной в письме, для завершения процедуры изменения параметров.

source: Change email
es: Cambiar dirección de correo electrónico
fr: Changer l’adresse email
ru: Изменение адреса электронной почты

source: New email
es: Nueva dirección de correo electrónico
fr: Nouvelle adresse email
ru: Новый адреса электронной почты

source: New or old email
es: Dirección de correo electrónico nueva o antigua (para confirmación)
fr: Nouvelle ou ancienne (pour confimation) adresse email
ru: Новый или старый (для подтверждения) адрес электронной почты

source: Avatars disabled
ru: Администратор выключил использование аватар.

source: Too large ini
ru: Выбранный файл слишком велик для загрузки. Сервер отклонил загрузку.

source: Partial upload
ru: Выбранный файл был загружен частично. Пожалуйста, повторите попытку.

source: No tmp directory
ru: PHP не может сохранить загруженный файл по временному адресу.

source: No file
ru: Не выбран файл для загрузки.

source: Bad type
ru: Загрузка файла с используемым расширением запрещена. Разрешенные расширения: gif, jpeg и png.

source: Too wide or high
ru: Выбранный файл превышает максимально допустимые размеры

source: Too large
ru: Выбранный файл больше максимально допустимых размеров

source: pixels
ru: точек

source: bytes
ru: байт

source: Move failed
ru: Сервер не смог сохранить загруженный файл. Свяжитесь с администрацией; почтовый адрес для связи

source: Unknown failure
ru: Произошла неизвестная ошибка. Пожалуйста, повторите попытку.

source: Avatar upload redirect
ru: Аватара загружена. Переадресация &hellip;

source: Avatar deleted redirect
ru: Аватара удалена. Переадресация &hellip;

source: Avatar desc
ru: Аватара это маленькая картинка, которая будет выводиться возле каждого вашего сообщения. Она должна быть не больше чем

source: Upload avatar
ru: Загрузка аватары

source: Upload avatar legend
ru: Укажите файл с аватарой

source: Delete avatar
es: Eliminar avatar
fr: Effacer l’avatar
ru: Удалить аватару

source: File
ru: Файл

source: Upload
ru: Загрузить

source: Forbidden title
ru: В вашем титуле содержится запрещенное слово. Вы должны внести изменение.

source: Profile redirect
es: Perfil actualizado.
fr: Profil mis à jour.
ru: Профиль обновлен. Переадресация &hellip;

source: %s's profile
es: Perfil de %s
fr: profil de %s
ru: Профиль пользователя %s

source: Username info
ru: Пользователь: %s

source: Email info
es: Correo electrónico
fr: Email
ru: Email

source: Registered info
es: Registrado
fr: Enregistré
ru: Дата регистрации

source: Last post info
es: Último mensaje
fr: Dernier message
ru: Последнее сообщение

source: Last visit info
es: Última visita
fr: Dernière visite
ru: Последний визит

source: Posts info
es: Mensajes totales
fr: Total de messages
ru: Всего сообщений

source: Show posts
es: Ver mensajes del usuario
fr: Montrer les message de l’utilisateur
ru: Показать сообщения пользователя

source: Topics info
es: Temas totales
fr: Total de discussions
ru: Всего тем

source: Show topics
es: Ver temas del usuario
fr: Montrer les discussions de l’utilisateur
ru: Показать темы пользователя

source: Show subscriptions
ru: Просмотреть все подписки

source: Realname
es: Nombre real
fr: Nom réel
ru: Настоящее имя

source: Location
es: Ubicación
fr: Localisation
ru: Откуда

source: Website
es: Página web
fr: Site web
ru: Сайт

source: Invalid website URL
ru: Введенный адрес сайта неверен.

source: Website not allowed
ru: Сейчас вам запрещено указывать ссылки на сайты.

source: MSN
ru: Microsoft Account

source: Yahoo
ru: Yahoo! Messenger

source: Avatar
ru: Аватара

source: Signature
es: Firma
ru: Подпись

source: Sig max size
es: Longitud máxima: <b>%1$s</b> carácteres / Líneas máximas: <b>%2$s</b>
fr: Longueur max: <b>%1$s</b> caractères / Lignes max: <b>%2$s</b>
ru: Максимальная длина: <b>%1$s</b> символов / Максимальное число строк: <b>%2$s</b>

source: Avatar legend
ru: Наcтройка аватары

source: Avatar info
ru: Аватара - это маленькая картинка, которая будет выводиться возле каждого вашего сообщения. Вы можете загрузить аватару по ссылке ниже.

source: Change avatar
ru: Сменить аватару

source: Signature legend
ru: Настройка подписи

source: Signature info
ru: Подпись - это небольшой текст, присоединяемый к вашему сообщению. Здесь вы можете указать что угодно. Возможно, вы захотите поместить сюда любимую цитату или скан вашей росписи. Подпись может содержать BB-коды, если это не запрещено настройками форума. Вы можете увидеть, какие именно возможности включены в примечании под полем ввода подписи.

source: Sig preview
ru: Предварительный просмотр текущей подписи:

source: No sig
ru: Нет сохраненной подписи.

source: Signature quote/code/list/h
ru: BB-коды quote, code, hr, size, audio, video, spoiler и list запрещены в подписи.

source: Topics per page
ru: Тем

source: Posts per page
ru: Сообщений

source: Leave blank
es: Déjelo en blanco para usar el foro predeterminado.
fr: Laisser vide pour utiliser les valeurs par défaut du forum.
ru: Оставьте поле пустым, для использования настроек по умолчанию.

source: Subscription legend
ru: Настройка опций вашей подписки

source: Notify full
ru: Включать в письмо-уведомление текстовую часть новых сообщений.

source: Auto notify full
ru: Автоматически подписываться на темы, в которых публикуете сообщения.

source: Smilies label
es: Smilies
fr: Smileys
ru: Смайлы

source: Smilies info
es: Ver smilies as iconos gráficos.
fr: Montrer les smileys en icones graphiques.
ru: Показывать смайлики как графику.

source: Images label
es: Imágenes en mensajes
fr: Images dans les messages
ru: Изображения в сообщениях

source: Images info
es: Mostrar imágenes en mensajes.
fr: Montrer les images dans les messages.
ru: Показывать изображения в сообщениях.

source: Images sigs label
es: Imágenes en firmas
fr: Images dans les signatures
ru: Изображения в подписях

source: Images sigs info
es: Mostrar imágenes en firmas de usuarios.
fr: Montrer les images dans les signatures utilisateur.
ru: Показывать изображения в подписях.

source: Avatars label
es: Avatars
fr: Avatars
ru: Аватары

source: Avatars info
es: Mostrar avatars en mensajes.
fr: Montrer les avatars utilisateurs dans les messages.
ru: Показывать аватары пользователей.

source: Sigs label
es: Firmas
fr: Signatures
ru: Подписи

source: Sigs info
es: Mostrar firmas de usuarios.
fr: Montrer les signatures utilisateur.
ru: Показывать подписи пользователей.

source: Style legend
ru: Настройка стиля оформления

source: Style
es: Estilo
ru: Стиль

source: Admin note
es: Nota de administración
fr: Note dS’administration
ru: Примечание администрации

source: Pagination legend
ru: Настройка постраничного вывода

source: Post display legend
ru: Тонкая настройка параметров просмотра сообщений

source: Post display info
ru: Если у вас медленное соединение, отключите некоторые из настроек. Например, отключение вывода изображений в сообщениях и подписях, существенно ускорит загрузку страниц.

source: Instructions
ru: После сохранения изменений, вы автоматически вернетесь на эту страницу.

source: Group membership legend
ru: Выбор группы пользователя

source: Set mods legend
ru: Настройка прав модератора

source: Moderator in info
ru: Выберите разделы, которые будет модерировать этот пользователь.<br /> Замечание: Применимо только к модераторам. Администраторы могут модерировать любой форум.

source: Update forums
ru: Обновить разделы

source: Delete ban legend
ru: Удалить (только для администраторов) или забанить пользователя

source: Delete user
es: Eliminar
fr: Supprimer
ru: Удалить

source: Ban user
es: Ban
fr: Bannir
ru: Забанить

source: Unban user
es: Desbanear
fr: Débannir
ru: Разбанить

source: Confirm delete legend
ru: ВАЖНО: прочтите перед удалением пользователя

source: Confirm delete user
ru: Подтверждение удаления учетной записи

source: Confirmation info
ru: Пожалуйста, подтвердите свое желание удалить учетную запись пользователя

source: Delete warning
ru: Внимание! Удалённого пользователя и/или его сообщения невозможно восстановить. Если вы не хотите удалять сообщения вместе с пользователями, то их можно будет удалить позже, в ручном режиме.

source: Delete posts
ru: Удалить все темы и сообщения пользователя.

source: Delete
es: Eliminar
fr: Supprimer
ru: Удалить

source: User delete redirect
ru: Пользователь удален. Переадресация &hellip;

source: Group membership redirect
ru: Группа пользователя изменена. Переадресация &hellip;

source: Update rights redirect
es: Derechos de moderador del foro actualizados.
fr: Droits de modérateur du forum mis à jour.
ru: Права модератора обновлены. Переадресация &hellip;

source: Ban redirect
ru: Переадресация &hellip;

source: No delete admin message
ru: Учетная запись администратора не может быть удалена. Чтобы удалить эту учетную запись, надо переместить пользователя в группу с более низкими правами.

source: Gender
es: Género
fr: Genre
ru: Пол

source: Do not display
es: No mostrar
fr: Ne pas afficher
ru: Не отображать

source: Contact details
es: Detalles de contacto
fr: Détails
ru: Контактная информация

source: Personal information
es: Información personal
fr: Informations personnelles
ru: Персональные данные

source: Email settings label
es: Ajustes del correo electrónico
fr: Réglages email
ru: Настройки email

source: View
es: Ver
fr: Voir
ru: Просмотреть

source: Edit
es: Editar
fr: Modifier
ru: Редактировать

source: Editing profile
es: Editar perfil
fr: Modifier profil
ru: Редактирование профиля

source: Configure
es: Configurar
fr: Configurer
ru: Настроить

source: Board configuration
es: Configuración del foro
fr: Configuration
ru: Настройка форума

source: Not uploaded
es: No subido
fr: Non chargé
ru: Не загружена

source: New avatar
es: Nuevo avatar
fr: Nouvel avatar
ru: Новая аватара

source: New avatar info
es: El tamaño del avatar cambiará automáticamente a <b>%1$s</b>x<b>%2$s</b> píxel. El avatar se eliminará si su tamaño excede los <b>%3$s</b> bytes (<i>%4$s</i>) después de la compresión.
fr: L’avatar sera automatiquement redimmensionné en <b>%1$s</b>x<b>%2$s</b> pixels. L’avatar sera supprimé si sa taille dépasse <b>%3$s</b> octets (<i>%4$s</i>) après compression.
ru: Аватара будет автоматически сжата до <b>%1$s</b>x<b>%2$s</b> пиксел / <b>%3$s</b> байт (<i>%4$s</i>), если привысит эти параметры.

source: IP title
es: Mostrar información de la IP
fr: Montrer les informations IP
ru: Показать информацию об IP

source: No signature after censoring
es: El texto de la firma fue eliminado tras la censura.
fr: Le texte de la signature à été effacé après censure
ru: Весь текст подписи удален после цензуры

source: Signature has too many lines
es: La firma tiene demasiadas líneas.
fr: Trop de lignes dans la signature
ru: В подписи слишком много строк

source: All caps signature
es: La firma solo tiene letras mayúsculas.
fr: La signature contient uniquement des lettres capitales
ru: Текст подписи содержит только заглавные буквы

source: To change email
es: Cambiar dirección de correo electrónico
fr: Changer d’adresse email
ru: Изменить адрес электронной почты

source: To confirm/change email
es: Confirmar/cambiar dirección de correo electrónico
fr: Confirmer/changer l’adresse email
ru: Подтвердить/изменить адрес электронной почты

source: Email is old redirect
es: La dirección de correo electrónico no se ha cambiado.
fr: L’adresse email n’a pas été modifiée.
ru: Адрес электронной почты оставлен без изменений. Переадресация &hellip;

source: Email changed redirect
es: Dirección de correo electrónico cambiada.
fr: Adresse email modifiée.
ru: Адрес электронной почты изменен. Переадресация &hellip;

source: Email confirmed redirect
es: Dirección de correo electrónico confirmada.
fr: Adresse email confirmée.
ru: Адрес электронной почты подтвержден. Переадресация &hellip;

source: Pass not match
es: Las frases de contraseña no coinciden.
fr: Les phrases de passe ne correspondent pas.
ru: Кодовые фразы не совпадают.

source: Change passphrase
es: Cambiar frase de contraseña
fr: Changer la phrase de passe
ru: Изменить кодовую фразу

source: Pass updated
es: Su frase de contraseña ha sido actualizada. Ahora puede iniciar sesión con su nueva contraseña.
fr: Votre phrase de passe à été mise à jour. Vous pouvez maintenant vous enregistrer avec celle ci.
ru: Ваша кодовая фраза изменена. Вы можете войти на форум с ее помощью.

source: Pass updated redirect
es: Frase de contraseña actualizada.
fr: Phrase de passe mise à jour.
ru: Кодовая фраза изменена. Переадресация &hellip;

source: Language
es: Lenguaje
ru: Язык

source: Essentials
es: Esenciales
fr: Essentiels
ru: Основное

source: Time zone
es: Zona horaria
fr: Fuseau horaire
ru: Часовой пояс

source: Default for language
es: Idioma predeterminado
fr: Language par défaut
ru: По умолчанию для языка

source: For default
es: Zero this field for the default settings.
fr: Mettez ce champ à 0 pour les réglages par défaut.
ru: Обнулите поле для использования значения по умолчанию.

source: Time format
es: Formato de hora
fr: Format horaire
ru: Формат времени

source: Date format
es: Formato de fecha
fr: Format de date
ru: Формат даты

source: Viewing posts
es: Viendo mensajes
fr: Vue des messages
ru: Просмотр сообщений

source: Pagination
es: Paginación
ru: Постраничный вывод

source: Board configuration redirect
es: Configuración del foro actualizada.
fr: Configuration mise à jour.
ru: Настройки форума обновлены. Переадресация &hellip;

source: Group
es: Grupo
fr: Groupe
ru: Группа

source: Change user group
es: Cambiar grupo de usuarios
fr: Modifier le groupe utilisateur
ru: Изменить группу пользователя

source: Configure moderator rights
es: Configurar permisos de moderador
fr: Configurer les droits modérateur
ru: Настроить права модератора

source: Moderator rights
es: Permisos de moderador
fr: Droits du Modérateur
ru: Права модератора

source: Forum label
es: Foro
fr: Forum
ru: Раздел

source: Moderator label
es: Moderador
fr: Modérateur
ru: Модератор

source: Private information
es: Información privada
fr: Informations privées
ru: Приватная информация

source: Security
es: Seguridad
fr: Securité
ru: Безопасность

source: IP check
es: Comprobar IP
fr: Vérification IP
ru: Проверка IP

source: Disable check
es: Desactivado
fr: Désactivé
ru: Отключена

source: Not strict check
es: No estricto
fr: Non strict
ru: Не строгая

source: Strict check
es: Estricto
fr: Strict
ru: Строгая

source: IP check info
es: <b>Estricto</b> - si tu dirección IP ha cambiado, cerrará sesión;<br><b>No estricto</b>: este foro recuerda entre 10 y 20 de sus últimas direcciones IP y si su dirección IP actual no está en esta lista, cerrará sesión;<br><b>Desactivado</b>: si cambia tu dirección IP, no afecta nada.
fr: <b>Strict</b> - Si votre adresse IP a changé, vous serez déconnecté;<br><b>Non strict</b> - ce forum se rappelle des 10-20 dernières adresses IP et si l’actuelle n’est pas dans cette liste, vous serez déconnecté;<br><b>Désactivé</b> - changer d’adresse IP n’aura aucun impact.
ru: <b>Строгая</b> - при каждой смене вашего ip адреса, вы будите разлогинены;<br><b>Не строгая</b> - форум помнит 10-20 ваших последних ip адресов и если ваш текущий ip адрес не попадает в этот список, вы будите разлогинены;<br><b>Отключена</b> - смена вашего ip адеса ни на что не влияет.

source: Total topics subscriptions
es: Subscripciones totales a temas
fr: Total d’abonnements à des discussions
ru: Всего подписок на темы

source: Total forums subscriptions
es: Suscripciones totales a foros
fr: Total d’abonnements des forums
ru: Всего подписок на разделы

source: Show topics subscriptions
es: Show user subscriptions to topics
fr: Montrer les abonnements aux discussions de l’utilisateur
ru: Показать подписки пользователя на темы

source: Show forums subscriptions
es: Mostrar suscripciones de usuarios a foros
fr: Montrer les abonnements de l’utilisateur
ru: Показать подписки пользователя на разделы

source: Subscription options
es: Opciones de suscripción
fr: Options d’abonnement

source: Notify label
es: Notificación con texto de mensaje.
fr: Notification par message

source: Notify info
es: Incluir un texto de nuevos mensajes en los correos electrónicos de notificación de suscripción.
fr: Inclure un texte avec les nouveaux messages la notification par mail aux nouveaux messages.

source: Auto notify label
es: Suscríbirse automáticamente a temas
fr: S’abonner automatiquement aux discussions

source: Auto notify info
es: Suscríbirse automáticamente a todos los temas en los que envías mensajes.
fr: S’abonner automatiquement aux discussions dans lesquelles vous avez posté un message.

source: Reaction label
es: Reacciones
fr: Réactions

source: Reaction info
es: Mostrar reacciones en los mensajes.
fr: Montrer les reactions aux messages.

source: Admin note help
es: Para administradores y moderadores.
fr: Pour les administrateurs and modérateurs.

source: Configure OAuth
es: Configurar cuentas OAuth
fr: Configurer l’authentification OAuth

source: OAuth accounts
es: Cuentas OAuth
fr: Comptes OAuth

source: No linked accounts
es: Sin cuentas vinculadas.
fr: Pas de comptes liés.

source: Linked accounts
es: Cuentas vinculadas
fr: Ajouter un nouveau compte

source: Add account
es: Añadir nueva cuenta

source: Delete my profile
es: Elminar perfil
fr: Supprimer mon profil

source: Deleting profile
es: Eliminar perfil
fr: Supprimer le profil

source: You are trying to delete your profile
es: Estás intentando eliminar tu perfil.
fr: Vous essayez de supprimer votre profil.

source: Confirm delete label
es: ¿Eliminar perfil?
fr: Effacer le profil?

source: Confirm delete info
es: <b>¡Esta es una operación irreversible!</b>
fr: <b>L’opération est irréversible!</b>

source: Your deleted redirect
es: Tu perfil ha sido eliminado.
fr: Votre profil à été supprimé.

source: Search config
es: Configurar búsqueda
fr: Configuration de la recherche

source: Search options
es: Opciones de búsqueda
fr: Options de recherche

source: Set up search
es: Configurar la búsqueda
fr: Configurer la recherche

source: Follow label
es: Seguir
fr: Suivre

source: Update search config redirect
es: Configuración de búsqueda actualizada.
fr: Paramètres de la recherche mis à jours.

source: Select followed forums for %s and %s:
es: Seleccione los foros seguidos por <b><i>%s</i></b> y <b><i>%s</i></b>:
fr: Sélectionner les forum suivi pour <b><i>%s</i></b> et <b><i>%s</i></b>:

source: mDescription for %s
es: Perfil de %s. Actividad, publicaciones, temas y contactos.
fr: Prodil de %s. Activité, messages, discussions et contacts.

source: Page scroll label
es: Desplazamiento de página
fr: Défilements de page

source: Page scroll info
es: Si está activo, el script javascript desplazará la página abierta en la ventana activa más allá de los bloques especificados. El funcionamiento depende de su navegador y su configuración.
fr: Si activé, le script javascript défilera la page ouverte dans la fenêtre active jusqu’au bloc spécifié. L’operation dépend de votre navigateur et de ses réglages.

source: Not active
es: Sin activar
fr: Non actif

source: Past the header (smooth)
es: Más allá del encabezado (suave)
fr: Passer l’entête (smooth)

source: Past the header and announce (smooth)
es: Más allá del encabezado y anuncio (suave)
fr: Passer l’entête et l’annonce (smooth)

source: Past the header (no animation)
es: Más allá del encabezado (sin animación)
fr: Passer l’entête (sans animation)

source: Past the header and announce (no animation)
es: Más allá del encabezado y anuncio (sin animación)
fr: Passer l’entête et l’annonce (sans animation)

source: Recalculate posts and topics
es: Recalcular mensajes y temas.
fr: Recalculer les nombres de messages et discussions

source: Recalculate %s redirect
es: Se ha recalculado el número de mensajes y temas para <b>%s</b>.
fr: Le nombre de messages et discussions pour <b>%s</b> a été recalculé.

source: To change about me
es: Change
fr: Modifier

source: Change about me
es: Change &apos;About me&apos;
fr: Modifier &apos;A propos de moi&apos;

source: Locale info
es: Afecta los formatos de fecha y hora. Dependiente del lenguaje.
fr: Affecte les formats heure et date, dépendant de la langue.

source: SN profile %s
es: Link to social network profile %s
fr: Link to social network profile %s

source: About me
fr: A propos de moi

source: Other
fr: Autre

source: Locale
fr: Lieu
