Repository: forkbb/forkbb
Catalog: app/lang/*/search.po
Languages: ru

source: User search
ru: Поиск пользователей

source: No search permission
ru: У вас нет прав для использования поиска.

source: Search flood
ru: Должно пройти как минимум %s секунд между повторными попытками поиска информации. Пожалуйста, подождите %s секунд, а затем повторите попытку.

source: Search criteria legend
ru: Условия поиска

source: Search info
ru: Введите одно или несколько слов для поиска. Отделяйте слова пробелами. Используйте AND, OR и NOT для уточнения поиска. Вы можете дополнить условие, указав автора сообщений. Используйте символ звездочки (*) для поиска по части слова.

source: Keyword search
ru: Ключевое слово или фраза

source: Author search
ru: Автор

source: Search in legend
ru: Где искать

source: Search in info
ru: Выберите в каком разделе искать и где: в заголовках, сообщениях или там и там.

source: Search multiple forums info
ru: Если ни один раздел не выбран, то поиск ведется по всем разделам.

source: Forum search
ru: Раздел(ы)

source: Search in
ru: Искать в

source: Message and subject
ru: тексте сообщений и заголовках тем

source: Message only
ru: только в текстах сообщений

source: Topic only
ru: только в заголовках тем

source: Sort by
ru: Сортировать по

source: Sort order
ru: Упорядочить по

source: Search results legend
ru: Настройка параметров вывода результатов

source: Search results info
ru: Вы можете выбрать, как будут сортироваться, и выводиться результаты поиска.

source: Sort by post time
ru: дате сообщения

source: Sort by author
ru: автору

source: Sort by subject
ru: названию темы

source: Sort by forum
ru: разделу

source: Ascending
ru: возрастанию

source: Descending
ru: убыванию

source: Show as
ru: Показать как

source: Show as topics
ru: темы

source: Show as posts
ru: сообщения

source: Search results
ru: Результаты поиска

source: Quick search new
ru: Темы с новыми сообщениями

source: Quick search latest_active_topics
ru: Последние активные темы

source: Quick search unanswered_topics
ru: Темы без ответа

source: Quick search topics_with_your_posts
ru: Темы с вашим участием

source: Quick search user topics
ru: Темы от %s

source: Quick search user posts
ru: Сообщения от %s

source: Quick search show_subscriptions
ru: Подписки пользователя %s

source: Quick search show_user_warn
ru: Предупреждения для %s

source: Quick search show_last
ru: Последние сообщения

source: Search query: %s
ru: Запрос: «%s»

source: Search query: %1$s and Author: %2$s
ru: Запрос: «%1$s» - Автор: «%2$s»

source: No terms
ru: Необходимо ввести хотя бы одно ключевое слово или автора для проведения поиска.

source: No hits
ru: Ничего не найдено.

source: No user posts
ru: На форуме нет сообщений указанного пользователя.

source: No user topics
ru: На форуме нет тем указанного пользователя.

source: No subscriptions
ru: Данный пользователь не подписан ни на одну тему.

source: No new posts
ru: С вашего последнего визита новых сообщений нет.

source: No recent posts
ru: Нет сообщений за последние сутки.

source: No unanswered
ru: Темы без ответа отсутствуют.

source: Go to post
ru: Перейти к сообщению

source: Go to topic
ru: Перейти к теме

source: Go to forum
ru: Перейти к разделу

source: Search btn
ru: Найти

source: <a href="%s">Advanced search</a>
ru: <a href="%s">Расширенный поиск</a>

source: <a href="%s">Simple search</a>
ru: <a href="%s">Простой поиск</a>

source: There is no word for search: '%s'
ru: Нет слов для поиска: '%s'

source: Logical operator at the end of the search query: '%s'
ru: Логический оператор в конце запроса: '%s'

source: The order of brackets is broken: '%s'
ru: Нарушен порядок скобок: '%s'

source: Empty subquery: '%s'
ru: Пустой подзапрос: '%s'

source: Logical operator at the end of the search subquery: '%s'
ru: Логический оператор в конце подзапроса: '%s'

source: Logical operator at the beginning of the search (sub)query: '%s'
ru: Логический оператор в начале (под)запроса: '%s'

source: Logical operators follow one after another: '%s'
ru: Логические операторы следуют друг за другом: '%s'
