Repository: forkbb/forkbb
Catalog: app/lang/*/topic.po
Languages: ru

source: Post reply
ru: Ответить

source: Topic closed
ru: Тема закрыта

source: From
ru: Откуда:

source: Promote user
ru: Переместить пользователя

source: IP address logged
ru: IP адрес

source: Note
ru: Замечание

source: %s post
ru: %s сообщение

source: Registered:
ru: Здесь с

source: Replies
ru: Ответов:

source: Website
ru: Сайт

source: Online
ru: Активен

source: Offline
ru: Вне форума

source: Last edit
ru: Последний раз отредактировано %1$s (%2$s)

source: Edited
ru: Отредактировано

source: Report
ru: Просигналить

source: Delete
ru: Удалить

source: Edit
ru: Изменить

source: Quote
ru: Цитировать

source: Is subscribed
ru: Вы подписаны на эту тему

source: Unsubscribe
ru: Отказаться от подписки

source: Subscribe
ru: Подписаться на тему

source: Quick post
ru: Быстрый ответ

source: Mod controls
ru: Операции модерирования

source: New icon
ru: New post

source: Preview
ru: Предпросмотр

source: Warnings
ru: Предупреждений:

source: Reply
ru: Ответить

source: User info
ru: Информация о пользователях

source: Visitors online
ru: Сейчас в этой теме пользователей: <b>%1$s</b>, гостей: <b>%2$s</b>.

source: Online users
ru: Активны:

source: Stats info
ru: Информация о теме

source: Merge posts
ru: Соединить с предыдущим сообщением, если оно ваше

source: Message %s was not found in the database
ru: Сообщение №%s не найдено в базе данных
