Repository: forkbb/forkbb
Catalog: app/lang/*/userlist.po
Languages: russian

source: User search head
russian: Поиск пользователей

source: User sort head
russian: Сортировка пользователей

source: User search info
russian: Для поиска по маске разрешено использовать символ звездочки (*).

source: User group
russian: Группа пользователей

source: No of posts
russian: Кол-во сообщений

source: All users
russian: < Все >

source: User_list
russian: Список пользователей

source: <b>%s</b><span> post,</span>
russian: <b>%s</b><span> сообщение,</span>

source: <span>registered: </span><b>%s</b>
russian: <span>дата регистрации: </span><b>%s</b>

source: No users found
russian: По вашему запросу ничего не найдено.

source: Search btn
russian: Найти

source: Sort users by
russian: Сортировать по

source: Sort by name
russian: имени

source: Sort by number
russian: количеству сообщений

source: Sort by date
russian: дате регистрации

source: User sort order
russian: Упорядочить по

source: Ascending
russian: возрастанию

source: Descending
russian: убыванию
