Repository: forkbb/forkbb
Catalog: app/lang/*/validator.po
Languages: fr, ru

source: Invalid email
fr: L&#8217adresse email entrée est invalide.
ru: Указанный электронный адрес неверен.

source: Long email
fr: L&#8217adresse email entrée est trop longue.
ru: Указанный электронный адрес слишком длинный.

source: Passphrase help
fr: La phrase de passe doit contenir au moins 16 caractères, avec de multiples mots séparés par des espaces (sensible à la casse).
ru: Кодовая фраза должна содержать несколько слов. Кодовая фраза должна состоять минимум из 16 символов. Она чувствительна к регистру вводимых букв.

source: Pass format
fr: La phrase de passe doit contenir au moins 16 caractères, avec de multiples mots séparés par des espaces .
ru: Кодовая фраза должна содержать несколько слов. Кодовая фраза должна состоять минимум из 16 символов.

source: Login format
fr: Le nom d&#8217utilsateur doit commencer par une lettre. Peut contenir lettres, nombvres, espaces, points, tirets et tirets soulignés.
ru: Имя пользователя должно начинаться с буквы. Может содержать буквы, цифры, пробел, точку, дефис и знак подчеркивания.

source: Banned email
fr: L&#8217adresse email entrée est bannie de ce forum.
ru: Введенный электронный адрес заблокирован.

source: Username censor
fr: Le nom d&#8217utilsateur que vous avez entré contient au moins un mot censuré.
ru: Выбранное имя пользователя содержит запрещенные слова.

source: Banned username
fr: Le nom d&#8217utilsateur que vous avez entré est banni de ce forum.
ru: Введенное имя пользователя заблокировано.

source: Username not unique
fr: Le nom d&#8217utilsateur que vous avez entré existe déjà.
ru: Выбранное имя пользователя не уникально.

source: Dupe email
fr: Quelqu&#8217un est déjà enregistré sur ce forum avec cette adresse mail.
ru: Введенный электронный адрес уже зарегистрирован.

source: Dupe email (OAuth)
fr: Quelqu&#8217un est déjà enregistré sur ce forum avec cette adresse mail (OAuth).
ru: Введенный электронный адрес уже зарегистрирован (OAuth).

source: Account email flood
fr: Ce compte à déjà demandé une réinitialisation de phrase de passe récemment. Veuillez attendre %s minutes avant de recommencer.
ru: Для этой учетной записи недавно уже запрашивали сброс кодовой фразы. Пожалуйста, подождите %s минут, прежде чем повторить попытку.

source: Old browser
fr: Veuillez mettre à jour votre navigateur.
ru: Обновите свой браузер.

source: Bad browser
fr: Veuillez mettre à jour votre navigateur.
ru: Обновите свой браузер.

source: Username contains consecutive spaces
fr: Le nom d&#8217utilsateur contient des espaces consécutifs.
ru: В имени пользователя есть идущие подряд пробелы.

source: Flood message
fr: Veuillez attendre %s secondes et essayez d&#8217envoyer à nouveau.
ru: Пожалуйста, подождите %s секунд и попробуйте снова.

source: [%1$s] tag in blacklist
fr: Marqueur [%1$s] en liste noire.
ru: Тег [%1$s] находится в черном списке.

source: [%1$s] tag not in whitelist
fr: Le marqueur[%1$s] n&#8217est pas en liste blanche.
ru: Тег [%1$s] отсутствует в белом списке.

source: [%1$s] tag can't be opened in [%2$s] tag
fr: Le marqueur [%1$s] ne peut être ouvert dans le marqueur[%2$s] .
ru: Тег [%1$s] нельзя открыть внутри тега [%2$s].

source: No start tag found for [/%1$s] tag
fr: Pas de marqueur de départ trouvé pour le marqueur[/%1$s] .
ru: Не найден начальный тег для парного тега [/%1$s].

source: Found [/%1$s] tag for single [%1$s] tag
fr: Trouvé marqueur [/%1$s] pour simple marqueur [%1$s] .
ru: Найден парный тег [/%1$s] для одиночного тега [%1$s].

source: No attributes in [%1$s] tag
fr: Pas d&#8217attributs dand l&#8217étiquette [%1$s].
ru: В теге [%1$s] отсутствуют атрибуты.

source: Primary attribute is forbidden in [%1$s] tag
fr: Le premier attribut est interdit dans le marqueur [%1$s].
ru: Тег [%1$s] не может содержать первичный атрибут.

source: Secondary attribute is forbidden in [%1$s] tag
fr: Le second attribut est interdit dans le marqueur [%1$s].
ru: Тег [%1$s] не может содержать вторичные атрибуты.

source: Attribute '%2$s' does not match pattern in [%1$s] tag
fr: L&#8217attribut '%2$s' ne correspond pas au motif du marqueur [%1$s].
ru: Атрибут '%2$s' тега [%1$s] не соответствует шаблону.

source: [%1$s] tag contains unknown secondary attribute '%2$s'
fr: Le marqueur [%1$s] contient un second attribut inconnu '%2$s'.
ru: Тег [%1$s] содержит неизвестный вторичный атрибут '%2$s'.

source: Body of [%1$s] tag does not match pattern
fr: Le corps du marqueur [%1$s] ne correspond pas au motif.
ru: Тело тега [%1$s] не соответствует шаблону.

source: [%1$s] tag was opened within itself, this is not allowed
fr: Le marqueur [%1$s] esst ouvert dans lui même, ce qui est interdit.
ru: Тег [%1$s] нельзя открыть внутри аналогичного тега.

source: Missing attribute '%2$s' in [%1$s] tag
fr: Attribut manquant '%2$s' dans le marqueur [%1$s].
ru: В теге [%1$s] отсутствует обязательный атрибут '%2$s'.

source: All tags are empty
fr: Tous les marqueurs sont vides.
ru: Все теги пустые.

source: The depth of the tag tree is greater than %1$s
fr: La profondeur de l&#8217arbre de marqueurs est plus grand que %1$s.
ru: Глубина дерева тегов больше %1$s.

source: [%1$s] tag is enclosed in itself more than %2$s times
fr: Le marqueur [%1$s] est inclu en lui même plus que %2$s fois.
ru: Тег [%1$s] вложен в себя больше %2$s раз.

source: Invalid closing %1$s tag. Expected closing %2$s tag
fr: Marqueur de fermeture invalide &lt;/ %1$s &gt; tag. Attendu le marqueur &lt;/ %2$s &gt; .
ru: Неверный закрывающийся тег &lt;/ %1$s &gt;. Ожидалось закрытие &lt;/ %2$s &gt;.

source: %2$s attribute is not allowed in %1$s tag
fr: L&#8217attribut '%2$s' nvest pas autorisé dans le marqueur &lt; %1$s &gt; .
ru: Атрибут '%2$s' запрещен в теге &lt; %1$s &gt;.

source: Attempting to insert JavaScript into %2$s attribute of %1$s tag
fr: Tentative d&#8217insérer du JavaScript dans l&#8217attribut '%2$s' due marqueur &lt; %1$s &gt; .
ru: Попытка вставить JavaScript в атрибут '%2$s' тега &lt; %1$s &gt;.

source: Invalid value for %2$s attribute [=%3$s] of %1$s tag
fr: Valeur invalide pour le '%2$s' attribut [=%3$s] du marqueur &lt; %1$s &gt; .
ru: Недопустимое значение атрибута '%2$s' [=%3$s] тега &lt; %1$s &gt;.

source: Missing required %2$s attribute in %1$s tag
fr: Manque le '%2$s' attribut dans le marqueur &lt; %1$s &gt; .
ru: Отсутствует обязательный атрибут '%2$s' в теге &lt; %1$s &gt;.

source: Invalid value for %2$s attribute of %1$s tag (combination)
fr: Valeur invalide pour le '%2$s' attribut du marqueur &lt; %1$s &gt; (combinaison).
ru: Недопустимое значение атрибута '%2$s' тега &lt; %1$s &gt; (комбинирование).

source: Missing required %2$s attribute in %1$s tag (combination)
fr: Manque le '%2$s' attribut dans le marqueur &lt; %1$s &gt; (combinaison).
ru: Отсутствует обязательный атрибут '%2$s' в теге &lt; %1$s &gt; (комбинирование).

source: Not expected to close %1$s tag
fr: Fermeture inattendue dans le marqueur &lt;/ %1$s &gt; .
ru: Не ожидалось закрывающегося тега &lt;/ %1$s &gt;.

source: The :alias should be absent
fr: Le champ :alias est superflu.
ru: Поле :alias лишнее.

source: The :alias is required
fr: Le champ :alias est recquis.
ru: Поле :alias обязательно для заполнения.

source: The :alias must be string
fr: Le champ :alias doit être une chaine de caractères.
ru: Поле :alias должно содержать строку.

source: The :alias must be numeric
fr: Le champ :alias doit être numérique.
ru: Поле :alias должно содержать число.

source: The :alias must be integer
fr: Le champ :alias doit être entier.
ru: Поле :alias должно содержать целое число.

source: The :alias must be array
fr: Le champ :alias doit être un tableau.
ru: Поле :alias должно содержать массив.

source: The :alias minimum is :attr characters
fr: La longueur minimum du champ :alias est :attr caractères.
ru: Минимальная длина поля :alias равна :attr символам.

source: The :alias minimum is :attr
fr: La valeur minimum du champ :alias est :attr.
ru: Минимальное значение поля :alias равно :attr.

source: The :alias minimum is :attr elements
fr: Le champ :alias doit contenir au moins :attr éléments.
ru: Поле :alias должно содержать как минимум :attr элементов.

source: The :alias maximum is :attr characters
fr: La longueur maximum du champ :alias est :attr caractères.
ru: Максимальная длина поля :alias равна :attr символам.

source: The :alias maximum is :attr
fr: La valeur maximum du champ :alias est :attr.
ru: Максимальное значение поля :alias равно :attr.

source: The :alias contains too large a file
fr: Le champ :alias contient un fichier trop grand.
ru: Поле :alias содержит слишком большой файл.

source: The :alias maximum is :attr elements
fr: Le champ :alias doit contenir au maximum :attr éléments.
ru: Поле :alias должно содержать не больше :attr элементов.

source: The :alias contains an invalid value
fr: Le champ :alias contient une valeur invalide.
ru: Поле :alias имеет недопустимое значение.

source: The :alias must be same with original
fr: La valeur du champ :alias doit correspondre à la valeur de la source.
ru: Значение поля :alias должно совпадать со значение источника.

source: The :alias is not valid format
fr: Le champ :alias ne correspond pas au format.
ru: Поле :alias не соответствует формату.

source: The :alias not contains file
fr: Pas de fichier dans le champ :alias .
ru: В поле :alias нет файла.

source: The :alias contains more than one file
fr: Le champ :alias contient plus d&#8217un fichier.
ru: Поле :alias содержит больше одного файла.

source: The :alias not contains image
fr: Pas d&#8217image dans le champ :alias .
ru: В поле :alias нет изображения.

source: The :alias does not contain a date
fr: Date indéterminée dans le champ :alias .
ru: Не удалось определить дату в поле :alias.

source: Too much data
fr: Trop de données
ru: Лишние данные

source: The :alias not exist
fr: Le champ :alias n&#8217existe pas.
ru: Поле :alias отсутствует.

source: The :alias contains a link
fr: Le champ :alias contient un lien.
ru: Поле :alias содержит ссылку.

source: The :alias is not valid email
fr: Le champ :alias contient une adresse mail invalide.
ru: Поле :alias содержит неверный электронный адрес.

source: The %s extension is not allowed
fr: L&#8217extension .%s n&#8217est pas autorisée.
ru: Расширение .%s запрещено.

source: Short username
fr: Le nom d&#8217utilisateur est trop court.
ru: Слишком короткое имя пользователя.

source: Long username
fr: Le nom d&#8217utilisateur est trop long.
ru: Слишком длинное имя пользователя.

source: Invalid passphrase
fr: Phrase de passe invalide.

source: Javascript disabled or bot
fr: Votre navigateur nr supporte pas javascript ou vous êtes un robot :)

source: The :alias contains time before start of Unix
fr: Le champ :alias contient une date datant d&#8217avant l&#8217époque Unix.
