Subject: Запрос на смену почтового адреса

Здравствуйте, <username>.

Кто-то, возможно вы, сделал запрос на смену почтового адреса аккаунта на форуме <fRootLink>. Если это не ваш запрос или вы передумали менять почтовый адрес аккаунта, то ни чего не делайте. Ваш почтовый адрес на форуме поменяется только, если вы посетите активационную ссылку. Чтобы активационная ссылка сработала, необходимо войти на форум под своими регистрационными данными.

Чтобы сменить email адрес, вам нужно перейти по ссылке:
<link>

--
Отправитель <fMailer>
(Не отвечайте на это сообщение)