Subject: Запрос на активацию почтового адреса

Здравствуйте, {!username!}.

Кто-то, возможно вы, сделал запрос на активацию электронного адреса аккаунта на форуме {!fRootLink!}. Если это не ваш запрос или вы передумали, то ни чего не делайте. Ваш почтовый адрес на форуме изменится/будет подтвержден только, если вы посетите активационную ссылку. Чтобы активационная ссылка сработала, необходимо войти на форум под своими регистрационными данными.

Чтобы сменить/подтвердить адрес электронной почты, вам нужно перейти по ссылке: {!link!} Ссылка действительна в течении 3-х суток.

--
Отправитель {!fMailer!}
(Не отвечайте на это сообщение)
